USE project_try;
DELETE FROM deliverable;

insert into deliverable 
 VALUES ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Μακέτα','Μηχανής των διολισθήσεις κρατήσουν αφήσεις μεταφραστής μέχρι. Προϊόντα αν ξέχασε σε βιβλίο ας μέσης. Συνάδελφος τους θα αποφάσισε διακοπής σου έλεγχος λίγο. Όχι σπίτι πλέον ωραίο εφαρμογής εγώ ελέγχου εταιρείες. Εσωτερικών χαρακτηριστικών χαρακτηριστικό.','2022-8-10');
insert into deliverable 
 VALUES ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Θεμελιώδεις Υπηρεσίες Υποδομής','Σημεία γεγονός κάτι προσπαθήσεις. Ρωτάει συνεντεύξεις αρχεία τι αποθηκευτικού. Μέχρι όσο ειδικά κρατήσουν μπουν γεγονός. Ένα ποια συγγραφής να διακοπή. Προσεκτικά δεν με αρέσει όσο συνέχεια. Διολισθήσεις συνεντεύξεις έγραψες.','2023-3-1');
insert into deliverable 
 VALUES ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Εργασίες Προετοιμασίας','Στο πάντα ποσοστό μέρος αντιλήφθηκαν. Αν φαινόμενο σας κάτι τοπικές. Πρώτοι προγραμματιστές σας από παράγοντες.','2023-11-3');
insert into deliverable 
 VALUES ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Σύστημα Διαχείρισης Ταυτοτήτων','Παραγωγικής κανόνα για σημαντικός ίδιο έχω υπηρεσία. Τεσσαρών παράγοντες λετπά μιας πολύ ανά αποκλειστικούς. Διακοπής υόρκη στη προσπαθούν θέλεις. Ήδη κύκλο σταματάς ότι υόρκη μεταγλωτίσει εργοστασίου.','2023-10-20');
insert into deliverable 
 VALUES ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Αναφορά Αξιολόγησης από Εσωτερικούς Συνεργάτες','Παίρνουν έτοιμος ένα διαφήμιση όταν ορίστε. Μιας είχαμε παίρνει. Μην λαμβάνουν απαράδεκτη κι υπηρεσία διευθυντές. Νόμιζες λοιπόν τις χαμηλός πάρεις. Λίγο προσπαθήσεις άλγεβρα πιο μέρος θα σημεία. Μπουν εγώ σαν θέλεις κειμένων.','2024-1-10');
insert into deliverable 
 VALUES ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Μακέτα','Βασανίζουν ειδικά χάος χαρακτηριστικό πήρε παράγοντες από. Διαπιστώνεις εφαμοργής με για κι επενδυτής. Προσεκτικά προγραμματιστές όταν ένα επιστρέφουν καταλάθος.','2022-10-8');
insert into deliverable 
 VALUES ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Προπαρασκευαστικές Δράσεις','Ήδη διορθώσεις αλγόριθμου κι του κανένας ναι. Προγραμματιστής με μας ας έτοιμος πόρτες χρησιμοποιούσες. Νιρβάνα εξαρτάται αρχεία σου εταιρείες ο. Όχι ακούσει αναφέρονται εδώ. Παίρνουν ήδη ποια ποια χαρακτηριστικών.','2022-12-4');
insert into deliverable 
 VALUES ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Πλάνο Τεχνικής και Διοικητικής Διαχείρισης και Διαχείρισης Ρίσκου','Εφαρμογής ας λοιπόν παράδειγμα δυστυχώς βάζοντας σταματάς εταιρείες. Ίδιο περίπου ένας εργοστασίου δύο. Από περιεχόμενα δε δωροδοκηθούν. Αποθηκευτικού τοπικές πιο.','2023-4-5');
insert into deliverable 
 VALUES ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Ανάλυση Αγοράς και Πλάνο Εμπορικής Αξιοποίησης','Έλεγχος δεν όταν μας. Εταιρείες προσλάμβανες έξι πετούν δίνοντας χαρακτηριστικό. Γραμμής εκτός συνάδελφος σας δουλεύει διακόψουμε τη. Μα ύψος παραδώσεις εταιρείες. Εργασίας χειρότερα περιβάλλον εδώ επενδυτής εντολές δύο.','2023-10-5');
insert into deliverable 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Τεχνικές Παραγωγής 3D Μοντέλων Εδάφους','Έτοιμος νέο λιγότερο μετρήσεις. Προκαλείς στέλνοντάς πολύ άρα περισσότερη. Για ποια ναι δημιουργια. Χαμηλός έχω μην ερωτήσεις κάτι. Εξακολουθεί προσθέσει αντιλήφθηκαν που με κανένας μια αναγκάζονται. Επιχείριση τρόποι διολισθήσεις μέχρι.','2023-11-23');
insert into deliverable 
 VALUES ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Υπηρεσίες Επικοινωνίας Συνεργασίας','Έτοιμος κάνεις εξοργιστικά χρόνου. Με κλπ σαν παράδειγμα παίξουν το έχω. Μια προγραμματιστής το έξι νέα αποθηκευτικού προσεκτικά. Εικόνες χρησιμοποιούσες των κι παίρνουν ας.','2022-6-5');
insert into deliverable 
 VALUES ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Δείκτες - Παρακολούθηση και Αξιολόγηση','Ιδιαίτερα συγγραφείς χειρότερα τα. Τον δε εφαρμογής υπηρεσία σε. Μάλλον επενδυτής μπορούσες απόλαυσε προσλάμβανες συγγραφής αποφάσισε. Γραμμή εργαζόμενοι εκτελείται ζητήσεις ειδικά υόρκη δεν.','2023-10-2');
insert into deliverable 
 VALUES ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Πλάνο Τεχνικής και Διοικητικής Διαχείρισης και Διαχείρισης Ρίσκου','Εκτός γιαυτό τα ο. Προσθέσει πετούν ειδικά στις. Μπορούσες διακοπή πάντα του διαφήμιση συγγραφείς. Αυτήν μας του περιεχόμενα. Το χρειάζονται δε εγώ στις ήδη. Σου εγώ μην τα δύο.','2023-11-23');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Μακέτα','Ατόμου μεταφραστής χειρότερα. Βουτήξουν κάτι έχω αποστηθίσει τις έστελνε. Πρώτο στα μέχρι αντιλήφθηκαν μιας επενδυτής. Νέα χαρακτηριστικών εγώ παραδοτέου. Άτομο σου προσλάμβανες δε αν οι. Νέων πλέον ερωτήσεις σας σαν ίδιο έχω.','2023-10-5');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Προπαρασκευαστικές Δράσεις','Αντιλήφθηκαν βγήκε άρα ότι. Περιμένουν εξοργιστικά μεταγλωτιστής. Μπουν έτσι μέσης αυτός διαδίκτυο. Λιγότερο αγοράζοντας στα θέματα εγώ.','2023-4-11');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Καμπάνια ΜΜΕ: Τύπος, Ραδιόφωνο, Τηλεόραση - Άρθρα σε Τοπικό Τύπο','Διακοπή τελειώσει έτσι λίγο. Χρησιμοποιώντας έχω διολισθήσεις έτοιμος δε κάτι μπουν πάντα. Ειδικά αποθηκευτικού σε εκτελέσεις συγκεντρωμένοι. Αφήσεις των διαδίκτυο τι έτσι. Πως αν εργαλείων τεκμηριώνει πακέτων δεν.','2023-12-6');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Εργασίες Προετοιμασίας','Ναι του κώδικα ο έρθει προσπαθήσεις. Μα ο προϊόντα πολύ μπουν αν όχι. Πλέον συνάδελφος έτσι εγώ. Μην νέων μα ο άτομο διοικητικό ο.','2023-1-12');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Εκλαϊκευμένη έκθεση','Ανταγωνιστής στέλνοντάς ναι βρίσκονται λοιπόν αρέσει. Ατόμου μη δούλευε εργαζόμενοι. Εκτός δοκιμάσεις ακούσει γέλασαν κανείς. Εργασίας προσθέσει έξι περιβάλλον.','2024-4-5');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Δείκτες - Παρακολούθηση και Αξιολόγηση','Νέο πάντως υψηλότερη πολύ γραμμής της αναφέρονται. Μια μα υπηρεσία βαθμό άλγεβρα. Καταλάθος απαρατήρητο ώρα μη θα. Τοπικές διοικητικό άρα έρθει μου.','2024-7-18');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Σύστημα Διαχείρισης Ταυτοτήτων','Εκτελέσεις προκαλείς δυστυχώς σκεφτείς ποια. Πρώτης μιας παίρνει ως πετάνε. Στήλες άρθρων μηχανής υποψήφιο τις τα. Δυστυχώς μάθε στα σωστά κανείς γραφικά ώρα μπουν. Τη δυστυχής παράδειγμα των και παίρνει. Στα χαρτιού διαπιστώνεις.','2024-9-12');
insert into deliverable 
 VALUES ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Πλάνο Τεχνικής και Διοικητικής Διαχείρισης και Διαχείρισης Ρίσκου','Αρχεία για διορθώσει χρόνου τρόπο. Έτσι εφαμοργής μη στη. Τους συνεντεύξεις σημεία. Ήδη προσοχή ανακλύψεις μη υόρκη βασανίζουν. Προσοχή διολισθήσεις οι εσωτερικών πιο μου μιας.','2024-12-12');
insert into deliverable 
 VALUES ('Σήραγγες Τεμπών','Θεμελιώδεις Υπηρεσίες Υποδομής','Κόψεις διαδίκτυο γνωστή. Εξοργιστικά ναι πες αποθηκευτικού πρόσληψη. Δε εικόνες εφαμοργής σας. Σπίτι συγχωνευτεί ποια μερικούς ένας κρατήσουν. Γεγονός προγραμματιστής διαδίκτυο σας.','2022-8-7');
insert into deliverable 
 VALUES ('Σήραγγες Τεμπών','Εκλαϊκευμένη έκθεση','Σχεδιαστής γραφικά ότι σαν αποκλειστικούς. Απαραίτητο πήρε σημαντικό πάντα τι γνωστή επεξεργασία. Έχω στο μεταγλωτιστής μην έτσι έχω διορθώσει επενδυτής. Περίπου με τεκμηριώνει θέλεις καταλάθος για ωραίο αναφορά.','2022-6-20');
insert into deliverable 
 VALUES ('Σήραγγες Τεμπών','Αναφορά Αξιολόγησης από Εσωτερικούς Συνεργάτες','Κύκλο του προκύπτουν παραπάνω. Τύπου θέλεις για της κι κάνε. Δεν έτσι το μάθε. Στραβά δωροδοκηθούν παίξουν στέλνοντάς χαρακτηριστικό σημεία.','2023-11-6');
insert into deliverable 
 values ('Σήραγγες Τεμπών','Τεχνικές Παραγωγής 3D Μοντέλων Εδάφους','Φράση εργασίας δημιουργια μην. Αν χαρακτηριστικό αρχεία λες επενδυτής ρουτίνα διακοπή. Τον απαρατήρητο ειδικά ένας διορθώσεις με. Θα ιδιαίτερα τις διαφήμιση έξι ποια. Παραδοτέου δωροδοκηθούν γνωρίζουμε μάλλον δείξει πρώτο.','2023-10-4');
insert into deliverable 
 VALUES ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας','Μέθοδοι Χαρτογράφησης Περιβάλλοντος ','Επί ένας κόψεις. Μετρήσεις ανταγωνιστής να κάτι. Δημιουργήσεις πάντως θέματα.','2023-10-7');
insert into deliverable 
 VALUES ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας','Ανάλυση Απαιτήσεων Φυτοπροστασίας και Δενδροπροστασίας','Τον θέματα μιας διαδίκτυο τέλειοι δωροδοκηθούν. Παράγοντες και ίδιο αναφορά λες χώρου. Συνηθίζουν κάτι να όχι. Διευθυντές ένας πρόσληψη που δίνοντας περίπου.','2024-3-19');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Υπηρεσίες Επικοινωνίας Συνεργασίας','Μα μια ανεπιθύμητη ώρα μη. Σου πάντα ας αναγκάζονται. Αυτός στο ανώδυνη γειτονιάς γραμμές νιρβάνα σε. Επιστρέφουν ίδιο επιδιόρθωση άτομο. Ήδη για στήλες επιστρέφουν. Γιαυτό αρέσει πάρα ερώτηση.','2022-12-5');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Θεμελιώδεις Υπηρεσίες Υποδομής','Δυστυχώς ποια επί θυμάμαι. Συνάδελφος εκείνου πλέον μηχανής. Τον και προκαλείς ρωτήσει εσωτερικών πως περιβάλλοντος. Εργαλείων προκύπτουν εκθέσεις.','2023-7-23');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Προπαρασκευαστικές Δράσεις','Επιστρέφουν τι δυστυχώς περίπου. Νέου πάντα έστειλε. Αγοράζοντας γεύματος νιρβάνα απαρατήρητο απομόνωση κάτι.','2023-2-3');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Εργασίες Προετοιμασίας','Δεν εγώ ανακλύψεις. Διαδίκτυο από ο λέει. Γιαυτό εκτός αποκλειστικούς επιδιόρθωση. Μου ρωτάει αποστηθίσει που πετάνε σταματάς πάρεις τη. Σε σωστά βρίσκονται στο λαμβάνουν.','2023-10-28');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Εκλαϊκευμένη έκθεση','Μιας βουτήξουν ζητήσεις ας πηγαίου τα. Έγραψες μιας πολύ τέλειοι τους το συγκεντρωμένοι. Ένα ήδη μερικούς εφαρμογή προσθέσει γιαυτό. Επιστρέφουν ώρα σχεδιαστής πρόσληψη. Έξι τι εντολές.','2023-5-12');
insert into deliverable 
 VALUES ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Σύστημα Διαδικτυακής Πύλης και Ενοποιημένων Ηλεκτρονικών Υπηρεσιών','Πολύ βιαστικά άρθρων μου αν. Στήλες μετρήσεις λοιπόν επενδυτής. Ανταγωνιστής άρθρων αρπάζεις χαμηλός. Ανακλύψεις περισσότερες πως τρόπο προσοχή μπουν. Των κι συνηθίζουν δημιουργήσεις μα κόλπα.','2023-6-2');
insert into deliverable 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Τεχνικές Παραγωγής 3D Μοντέλων Εδάφους','Σίγουρος περιμένουν κρατήσουν φακέλους χαρτιού. Νιρβάνα παίρνει προκαλείς γραμμές παράδειγμα. Ήδη κόλπα ποσοστό δύο. Βιαστικά προγραμματιστής αν εφαρμογή αναφορά πως. Τη στις δυστυχής πλέον.','2024-1-30');
insert into deliverable 
 VALUES ('Σύστημα τηλεματικής ΟΑΣΑ','Θεμελιώδεις Υπηρεσίες Υποδομής','Διοικητικό προγραμματιστής μας ποσοστό μα περιεχόμενα. Επιχείριση φίλος αποκλειστικούς να. Τον πάντα βγήκε τα. Συγγραφείς ήδη περίπου δύο εντολές.','2023-5-2');
insert into deliverable 
 VALUES ('Σύστημα τηλεματικής ΟΑΣΑ','Ανάλυση Αγοράς και Πλάνο Εμπορικής Αξιοποίησης','Λαμβάνουν έλεγχος γράψει δύο. Εργαλείων τρέξει να. Μου επί τις. Χρησιμοποιούνταν χρησιμοποιώντας πιο μαγικά διασφαλίζεται.','2023-11-11');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Μακέτα','Εξακολουθεί επεξεργασία εργάστηκε έχω συνέχεια. Γιαυτό βγήκε να και. Τρέξει ένα προσλάμβανες σημεία μεταγλωτιστής εδώ.','2022-10-7');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Προπαρασκευαστικές Δράσεις','Κάτι ταξι��ομεί απαράδεκτη παραγωγικής πως βρίσκονται ανά. Πολύ μα προβληματική στα τελειώσει. Γιαυτό τη έξι γραφικά παίρνουν πολύ επί. Μηχανής απομόνωση μη φίλος τεκμηριώνει φακέλους.','2022-4-17');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Δείκτες - Παρακολούθηση και Αξιολόγηση','Σίγουρος εγώ σαν μάτσο πρόσληψη φακέλους φακέλους αντιλήφθηκαν. Αποφάσισε της σχεδιαστής τον. Πάντως χρειάζονται διορθώσει.','2022-11-22');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Σύστημα Διαχείρισης Ταυτοτήτων','Έτσι παραδοτέου όχι προσπαθήσεις. Φράση προσπαθήσεις περιμένουν παράδειγμα για τι κρατάει. Χρησιμοποιώντας το πηγαίου τη ένας έγραψες δημιουργείς.','2022-12-3');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Ανάλυση Απαιτήσεων Φυτοπροστασίας και Δενδροπροστασίας','Γνωστή επιδιόρθωση χειρότερα ως. Περιμένουν δοκιμάσεις μιας δημιουργια απαρατήρητο. Μπουν ένα πάντα βγήκε. Θέμα διορθώσεις βιβλίο κρατάει πολύ χρονοδιαγράμματος στη. Εταιρείες δύο επενδυτής έχω.','2023-5-3');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Πλάνο Τεχνικής και Διοικητικής Διαχείρισης και Διαχείρισης Ρίσκου','Μας μερικούς διακοπής συνεντεύξεις για. Τα να υψηλότερη προσθέσει προϊόντα απαρατήρητο. Δυστυχώς διαδίκτυο σημαντικό προγραμματιστές λες απομόνωση λέει. Από απόλαυσε αυτήν πρώτο χρειάζονται βουτήξουν. Εκτελείται πήρε συνεχώς πες διολισθήσεις.','2023-8-26');
insert into deliverable 
 VALUES ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Ανάλυση Αγοράς και Πλάνο Εμπορικής Αξιοποίησης','Ίδιο πάντα καταλάθος περιβάλλοντος εκτελέσει όταν. Αποστηθίσει τη λέει χαμηλός πρώτο. Αφήσεις ρωτάει με εκτός αν άρα λες. Πλέον εκθέσεις νόμιζες επί και ερώτηση δημιουργια. Μη μηχανής ως αποκλειστικούς άρθρων ποσοστό χαρτιού.','2023-5-27');
insert into deliverable 
 VALUES ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου','Μέθοδοι Χαρτογράφησης Περιβάλλοντος ','Διευθυντές ξέχασε βασανίζουν σου πετάξαμε. Ένα μην έξι προβληματική. Ίδιο όχι απαραίτητο. Παραδοτέου τη διορθώσει νόμιζες ότι. Άλγεβρα επί περιεχόμενα την επί κλπ υπηρεσία.','2023-12-3');
insert into deliverable 
 VALUES ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου','Σύστημα Διαδικτυακής Πύλης και Ενοποιημένων Ηλεκτρονικών Υπηρεσιών','Χρονοδιαγράμματα πρώτης λοιπόν πάντως παίρνει. Πάντως εκείνου μάτσο από λιγότερο πως εσωτερικών μέχρι. Χώρου περιμένουν μεταφραστής τους δημιουργείς. Βαθμό πάρεις πρώτοι.','2024-7-8');