USE project_try;
DELETE FROM researcher;

insert into researcher 
 values (1,'Αμφιθέα','Κυρκούδη','f','1965-9-24','2001-4-12','Εθνικό Μετσόβιο Πολυτεχνείο');
insert into researcher 
 values (2,'Ασπασία','Δερλώπα','f','1986-1-3','2020-7-1','Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης');
insert into researcher 
 values (3,'Ροδάνθη','Κατσιλλή','f','1973-3-26','2013-11-18','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (4,'Χρυσούλα','Σταμούλη','f','1975-5-15','2014-11-4','Πανεπιστήμιο Κρήτης');
insert into researcher 
 values (5,'Αφροδίτη-Αχιλλεία','Τοπαλή','f','1955-2-9','1992-3-18','Πανεπιστήμιο Ιωαννίνων');
insert into researcher 
 values (6,'Πολύμνια','Χατζημιχαήλ','f','1963-1-10','2000-10-3','Πανεπιστήμιο Πατρών');
insert into researcher 
 values (7,'Κόσμια','Φιλίππου','f','1991-1-28','2016-1-24','Ιατρική Σχολή Αθηνών');
insert into researcher 
 values (8,'Ζησούλα','Μωυσίδου','f','1980-7-25','2014-1-13','Οικονομικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (9,'Λευκοθέα-Δέσποινα','Καραγιοβάννη','f','1968-5-20','2004-8-3','Πανεπιστήμιο Θεσσαλίας');
insert into researcher 
 values (10,'Θωμαίς','Σολωμίδου','f','1972-6-19','1999-7-4','Πανεπιστήμιο Αιγαίου');
insert into researcher 
 values (11,'Ευδοκία','Κωνσταντινίδου','f','1995-4-2','2020-12-28','Γεωπονικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (12,'Φιλομήλα','Δούβαλη','f','1987-2-14','2013-3-26','Δημοκρίτειο Πανεπιστήμιο Θράκης');
insert into researcher 
 values (13,'Κορνηλία','Τόλη','f','1955-4-25','1999-5-21','Πανεπιστήμιο Μακεδονίας');
insert into researcher 
 values (14,'Άλκηστις','Φίλκα','f','1969-3-9','1998-10-5','Χαροκόπειο Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (15,'Καλλιρόη','Σαββάκη','f','1972-7-7','2010-12-3','Πολυτεχνείο Κρήτης');
insert into researcher 
 values (16,'Αντωνία','Κανταρελή','f','1956-8-21','1987-10-26','ΕΛΛΗΝΙΚΑ ΠΕΤΡΕΛΑΙΑ');
insert into researcher 
 values (17,'Μελπομένη','Κουζουλά','f','1980-7-13','2009-7-22','Δημόσια Επιχείρηση Ηλεκτρισμού');
insert into researcher 
 values (18,'Τριανταφυλλιά','Κουκουθάκη','f','1971-9-14','2006-4-13','Οργανισμός Προγνωστικών Αγώνων Ποδοσφαίρου');
insert into researcher 
 values (19,'Ζαφειρία-Παντελία','Γκιριτζιώνη','f','1972-6-25','1997-12-3','ΟΜΙΛΟΣ ΟΤΕ');
insert into researcher 
 values (20,'Ευαγγελία','Κοτρώτσου','f','1958-4-21','2017-3-16','ΣΚΛΑΒΕΝΙΤΗΣ');
insert into researcher 
 values (21,'Σάρρα','Γούπα','f','1966-2-4','2008-9-22','ΕΛΒΑΛΧΑΛΚΟΡ');
insert into researcher 
 values (22,'Ιγνατία-Ιακωβίνα','Κωστοπούλου','f','1961-11-27','1989-6-7','ΕΛΙΝΟΙΛ');
insert into researcher 
 values (23,'Στεφανία-Αννίκα','Λαλαούνη','f','1968-2-22','1993-5-19','ΑΒ ΒΑΣΙΛΟΠΟΥΛΟΣ');
insert into researcher 
 values (24,'Γαλήνη','Χονδρούδη','f','1986-2-14','2012-2-18','ΠΑΠΑΣΤΡΑΤΟΣ');
insert into researcher 
 values (25,'Λεωνιδιά','Τσακίρη','f','1968-9-21','2009-10-1','AEGEAN AIRLINES');
insert into researcher 
 values (26,'Κυδωνία','Ρόγγα','f','1976-10-4','2002-6-22','METRO');
insert into researcher 
 values (27,'Δάφνη','Γεωργή','f','1961-3-21','1999-9-15','ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΣΥΜΜΕΤΟΧΩΝ');
insert into researcher 
 values (28,'Ασημούλα','Ορφανίδου','f','1959-6-10','1998-1-26','ΟΜΙΛΟΣ MARFIN');
insert into researcher 
 values (29,'Τσαμπίκα','Ευαγγελίδη','f','1991-10-12','2019-11-23','ΚΑΠΝΟΒΙΟΜΗΧΑΝΙΑ ΚΑΡΕΛΙΑ');
insert into researcher 
 values (30,'Συμεώνη','Σακελλαρίου','f','1969-8-21','2016-7-16','ΟΜΙΛΟΣ VODAFONE');
insert into researcher 
 values (31,'Τερψιχόρη','Παπαγεωργίου','f','1971-8-7','2019-10-1','ΔΕΠΑ');
insert into researcher 
 values (32,'Δικαία','Ορφανίδου','f','1986-10-10','2011-2-17','ΑΙΓΑΙΟΝ ΟΙΛ Α.Ε. ΟΜΙΛΟΣ ΕΤΑΙΡΕΙΩΝ');
insert into researcher 
 values (33,'Νίκη','Πουλιάση','f','1955-2-4','2012-8-14','ΜΑΣΟΥΤΗΣ Α.Ε.');
insert into researcher 
 values (34,'Ελευθερία','Λέκκα','f','1969-1-2','2015-10-1','INTRALOT Α.Ε.');
insert into researcher 
 values (35,'Φιλαρέτη','Ζερβά','f','1975-1-13','2014-12-10','REVOIL Α.Ε.Ε.Π.');
insert into researcher 
 values (36,'Φλωρίνα-Στεργιανή','Καρολίδου','f','1957-9-27','2013-7-23','Eθνικό Αστεροσκοπείο Αθηνών');
insert into researcher 
 values (37,'Ελπίς','Εμμανουηλίδου','f','1984-4-23','2015-4-14','Eθνικό Κέντρο Θαλασσίων Ερευνών');
insert into researcher 
 values (38,'Αννίκα','Λυμαξή','f','1966-6-3','2004-1-2','Γεωδυναμικό Ινστιτούτο Εθνικού Αστεροσκοπείου Αθηνών');
insert into researcher 
 values (39,'Δούκισσα','Φουρκιώτη','f','1987-10-5','2012-2-23','Εθνική Εστία Επιστημών');
insert into researcher 
 values (40,'Εμμανουέλα','Βαμβουκάκη','f','1965-7-1','1994-12-15','Εθνικό Ίδρυμα Ερευνών');
insert into researcher 
 values (41,'Ερμιόνη','Χαλαντζούκα','f','1957-11-11','1995-1-28','Εθνικό Δίκτυο Έρευνας και Τεχνολογίας');
insert into researcher 
 values (42,'Νικητία','Κοκκίνου','f','1968-7-21','2018-2-20','Εθνικό Κέντρο Έρευνας Φυσικών Επιστημών ΔΗΜΟΚΡΙΤΟΣ');
insert into researcher 
 values (43,'Βαρσαμία-Τσαμπίκα','Κουμάρα','f','1975-12-26','2002-12-27','Εθνικό Κέντρο Κοινωνικών Ερευνών');
insert into researcher 
 values (44,'Ευδοξία','Τάσση','f','1955-10-24','1998-4-11','Εθνικό Κέντρο Τεκμηρίωσης');
insert into researcher 
 values (45,'Τσαμπίκα','Μουτζούρη','f','1956-4-27','1991-1-26','Ελληνικό Ινστιτούτο Παστέρ');
insert into researcher 
 values (46,'Υακίνθη','Μανουσοπούλου','f','1995-10-25','2020-2-19','Ίδρυμα Μελετών Χερσονήσου του Αίμου');
insert into researcher 
 values (47,'Ανθή','Κυριαννάκη','f','1959-3-13','2004-10-6','Ίδρυμα Τεχνολογίας και Έρευνας');
insert into researcher 
 values (48,'Σπάρτη','Κουτκιά','f','1974-9-11','2004-9-14','Ινστιτούτο Γεωλογικών & Μεταλλευτικών Ερευνών');
insert into researcher 
 values (49,'Καλλιρόη','Μήτσου','f','1977-2-5','2015-7-2','Ινστιτούτο Δασικών Ερευνών');
insert into researcher 
 values (50,'Φεβρωνία','Βαΐου','f','1984-11-24','2009-5-14','Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών');
insert into researcher 
 values (51,'Αγλαΐα','Κυριαννάκη','f','1985-7-8','2016-1-6','Εθνικό Μετσόβιο Πολυτεχνείο');
insert into researcher 
 values (52,'Νεφέλη','Γαλανοπούλου','f','1973-8-6','2016-3-12','Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης');
insert into researcher 
 values (53,'Στυλιανή','Μπαλάση','f','1977-3-5','2004-5-5','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (54,'Κωνσταντίνα-Ισμήνη','Τόλη','f','1973-2-13','2009-8-16','Πανεπιστήμιο Κρήτης');
insert into researcher 
 values (55,'Συμεωνία','Λαλαούνη','f','1990-9-13','2017-5-15','Πανεπιστήμιο Ιωαννίνων');
insert into researcher 
 values (56,'Κοραλία','Ενωτιάδη','f','1981-1-19','2009-8-15','Πανεπιστήμιο Πατρών');
insert into researcher 
 values (57,'Βελισσαρία','Βαζούρα','f','1966-7-10','2008-12-1','Ιατρική Σχολή Αθηνών');
insert into researcher 
 values (58,'Γεσθημανή-Χριστιάνα','Δουλάμη','f','1972-2-14','2020-7-7','Οικονομικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (59,'Αμφιτρίτη','Παπακώστα','f','1987-8-19','2013-4-15','Πανεπιστήμιο Θεσσαλίας');
insert into researcher 
 values (60,'Ζαμπέτα','Καργάκου','f','1965-12-19','2014-12-26','Πανεπιστήμιο Αιγαίου');
insert into researcher 
 values (61,'Αργυρώ','Λιολιοπούλου','f','1964-11-13','2012-5-10','Γεωπονικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (62,'Ηράκλεια','Αναστασάκη','f','1989-6-26','2017-2-12','Δημοκρίτειο Πανεπιστήμιο Θράκης');
insert into researcher 
 values (63,'Μακρίνα','Θασίτου','f','1991-10-22','2018-11-17','Πανεπιστήμιο Μακεδονίας');
insert into researcher 
 values (64,'Βαλεντίνα','Τρεντσίου','f','1959-2-1','2015-12-4','Χαροκόπειο Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (65,'Διδώ-Θαλασσινή','Κώτσου','f','1990-2-19','2019-10-27','Πολυτεχνείο Κρήτης');
insert into researcher 
 values (66,'Αγνή','Βερβίτη','f','1986-5-9','2014-5-28','ΕΛΛΗΝΙΚΑ ΠΕΤΡΕΛΑΙΑ');
insert into researcher 
 values (67,'Σταματίνα','Βαλιάκα','f','1971-11-12','2010-9-20','Δημόσια Επιχείρηση Ηλεκτρισμού');
insert into researcher 
 values (68,'Αργυρούλα-Αμφιθέα','Κατσούλα','f','1975-10-23','2020-11-4','Οργανισμός Προγνωστικών Αγώνων Ποδοσφαίρου');
insert into researcher 
 values (69,'Αναστασία','Χιωτίδου','f','1982-10-2','2013-4-17','ΟΜΙΛΟΣ ΟΤΕ');
insert into researcher 
 values (70,'Πολυνίκη','Λογκάκη','f','1981-3-26','2007-6-25','ΣΚΛΑΒΕΝΙΤΗΣ');
insert into researcher 
 values (71,'Κορνηλία','Υφαντή','f','1974-1-27','2015-6-19','ΕΛΒΑΛΧΑΛΚΟΡ');
insert into researcher 
 values (72,'Συμεώνη','Κωτούλα','f','1963-1-27','2009-12-14','ΕΛΙΝΟΙΛ');
insert into researcher 
 values (73,'Σελήνη-Αηδόνα','Ζαρειφοπούλου','f','1963-11-7','1997-1-8','ΑΒ ΒΑΣΙΛΟΠΟΥΛΟΣ');
insert into researcher 
 values (74,'Λαμπρινή','Ρόκκα','f','1983-5-2','2012-4-6','ΠΑΠΑΣΤΡΑΤΟΣ');
insert into researcher 
 values (75,'Φρειδερίκη','Κυρίτση','f','1995-11-24','2020-11-14','AEGEAN AIRLINES');
insert into researcher 
 values (76,'Βικέντιος','Κουρσάρης','m','1979-3-2','2018-2-9','METRO');
insert into researcher 
 values (77,'Δαμασκηνός','Πιτερός','m','1972-9-22','2010-9-5','ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΣΥΜΜΕΤΟΧΩΝ');
insert into researcher 
 values (78,'Παναγιώτης','Λεμονής','m','1973-1-18','2016-6-21','ΟΜΙΛΟΣ MARFIN');
insert into researcher 
 values (79,'Τίμων','Γιαπατζής','m','1981-10-17','2012-5-19','ΚΑΠΝΟΒΙΟΜΗΧΑΝΙΑ ΚΑΡΕΛΙΑ');
insert into researcher 
 values (80,'Κυριάκος','Γεράρδης','m','1986-1-4','2018-9-18','ΟΜΙΛΟΣ VODAFONE');
insert into researcher 
 values (81,'Ζαχαρίας','Τερζής','m','1983-2-12','2010-1-10','ΔΕΠΑ');
insert into researcher 
 values (82,'Προκόπιος','Αμυγδαλάκης','m','1963-12-19','2001-10-17','ΑΙΓΑΙΟΝ ΟΙΛ Α.Ε. ΟΜΙΛΟΣ ΕΤΑΙΡΕΙΩΝ');
insert into researcher 
 values (83,'Αρτέμης','Σεβδάς','m','1992-8-2','2017-11-28','ΜΑΣΟΥΤΗΣ Α.Ε.');
insert into researcher 
 values (84,'Αρχιμήδης','Πατσούρας','m','1976-4-27','2014-1-5','INTRALOT Α.Ε.');
insert into researcher 
 values (85,'Αντίγονος','Μαρκόπουλος','m','1992-6-2','2019-8-9','REVOIL Α.Ε.Ε.Π.');
insert into researcher 
 values (86,'Οδυσσεύς','Ρουπακάς','m','1955-5-28','1981-8-22','Eθνικό Αστεροσκοπείο Αθηνών');
insert into researcher 
 values (87,'Δημήτριος','Πολυζωάκης','m','1955-6-27','2014-5-19','Eθνικό Κέντρο Θαλασσίων Ερευνών');
insert into researcher 
 values (88,'Θουκυδίδης','Φούσκας','m','1964-11-20','1994-11-26','Γεωδυναμικό Ινστιτούτο Εθνικού Αστεροσκοπείου Αθηνών');
insert into researcher 
 values (89,'Ματθαίος','Πετρίδης','m','1955-6-14','2020-1-21','Εθνική Εστία Επιστημών');
insert into researcher 
 values (90,'Πραξιτέλης','Ράπτης','m','1971-4-13','2013-6-16','Εθνικό Ίδρυμα Ερευνών');
insert into researcher 
 values (91,'Νίκος-Φώτιος','Αντωνέας','m','1991-8-4','2016-3-20','Εθνικό Δίκτυο Έρευνας και Τεχνολογίας');
insert into researcher 
 values (92,'Δημοσθένης-Νέαρχος','Καρούντζος','m','1975-12-10','2008-3-21','Εθνικό Κέντρο Έρευνας Φυσικών Επιστημών ΔΗΜΟΚΡΙΤΟΣ');
insert into researcher 
 values (93,'Όμηρος','Γκουτζαμάνης','m','1989-11-9','2020-12-14','Εθνικό Κέντρο Κοινωνικών Ερευνών');
insert into researcher 
 values (94,'Αντίπατρος','Ρέντας','m','1973-8-7','2005-11-12','Εθνικό Κέντρο Τεκμηρίωσης');
insert into researcher 
 values (95,'Δήμος','Πιτσάκης','m','1977-11-11','2018-12-1','Ελληνικό Ινστιτούτο Παστέρ');
insert into researcher 
 values (96,'Ακρίτας','Γεροδήμος','m','1976-7-7','2013-11-22','Ίδρυμα Μελετών Χερσονήσου του Αίμου');
insert into researcher 
 values (97,'Φωκάς','Τσιαντάς','m','1971-3-2','2019-2-22','Ίδρυμα Τεχνολογίας και Έρευνας');
insert into researcher 
 values (98,'Πάρις','Πασσαλίδης','m','1964-12-6','2017-7-1','Ινστιτούτο Γεωλογικών & Μεταλλευτικών Ερευνών');
insert into researcher 
 values (99,'Τζανέτος','Κυργιάκης','m','1970-10-7','2018-6-8','Ινστιτούτο Δασικών Ερευνών');
insert into researcher 
 values (100,'Ιάσονας-Νίκος','Κανελλόπουλος','m','1986-10-10','2018-6-4','Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών');
insert into researcher 
 values (101,'Ανανίας','Γρεβενάρης','m','1985-4-15','2015-11-16','Εθνικό Μετσόβιο Πολυτεχνείο');
insert into researcher 
 values (102,'Θεόκλητος','Φωτόπουλος','m','1968-5-6','2018-3-7','Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης');
insert into researcher 
 values (103,'Θεόφραστος','Ράπτης','m','1984-10-28','2013-9-12','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (104,'Κυριάκος','Καζανόπουλος','m','1963-11-21','2010-11-2','Πανεπιστήμιο Κρήτης');
insert into researcher 
 values (105,'Φλοριάντ','Κτενίδης','m','1976-4-17','2018-12-16','Πανεπιστήμιο Ιωαννίνων');
insert into researcher 
 values (106,'Μαρτίνος','Τζανουδάκης','m','1985-8-26','2013-8-3','Πανεπιστήμιο Πατρών');
insert into researcher 
 values (107,'Σέργιος','Πουλιέζος','m','1967-3-1','2000-2-9','Ιατρική Σχολή Αθηνών');
insert into researcher 
 values (108,'Ιπποκράτης-Αναστάσιος','Τσικνιάς','m','1977-11-17','2009-8-18','Οικονομικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (109,'Σέργιος','Πολυχρονίδης','m','1978-8-15','2014-11-18','Πανεπιστήμιο Θεσσαλίας');
insert into researcher 
 values (110,'Μενέλαος','Καμπάκας','m','1967-5-19','1997-10-11','Πανεπιστήμιο Αιγαίου');
insert into researcher 
 values (111,'Θεοτόκης','Κοτσαρής','m','1965-5-18','2001-3-25','Γεωπονικό Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (112,'Βελισσάριος','Βαλτάς','m','1972-3-1','2017-11-7','Δημοκρίτειο Πανεπιστήμιο Θράκης');
insert into researcher 
 values (113,'Αλέξανδρος','Φυδάνης','m','1955-9-24','2000-3-18','Πανεπιστήμιο Μακεδονίας');
insert into researcher 
 values (114,'Βλαδίμηρος','Μανιώτης','m','1958-11-4','2018-7-1','Χαροκόπειο Πανεπιστήμιο Αθηνών');
insert into researcher 
 values (115,'Ράλλης-Ξενοφών','Σουλιντζής','m','1991-5-23','2019-12-15','Πολυτεχνείο Κρήτης');
insert into researcher 
 values (116,'Κώστας','Καρούντζος','m','1980-12-15','2014-4-5','ΕΛΛΗΝΙΚΑ ΠΕΤΡΕΛΑΙΑ');
insert into researcher 
 values (117,'Δημοκράτης','Τσιατής','m','1993-7-1','2019-4-19','Δημόσια Επιχείρηση Ηλεκτρισμού');
insert into researcher 
 values (118,'Ιερεμίας','Τσακμάκης','m','1963-6-24','2006-7-5','Οργανισμός Προγνωστικών Αγώνων Ποδοσφαίρου');
insert into researcher 
 values (119,'Τσαμπίκος','Κωνσταντινίδης','m','1993-8-18','2019-5-1','ΟΜΙΛΟΣ ΟΤΕ');
insert into researcher 
 values (120,'Δανιήλ','Ευκαρπίδης','m','1955-1-24','2019-5-16','ΣΚΛΑΒΕΝΙΤΗΣ');
insert into researcher 
 values (121,'Αργύριος','Σπανδωνίδης','m','1973-11-11','2000-8-22','ΕΛΒΑΛΧΑΛΚΟΡ');
insert into researcher 
 values (122,'Αυξέντιος-Αναγνώστης','Μίχος','m','1968-1-23','2004-11-7','ΕΛΙΝΟΙΛ');
insert into researcher 
 values (123,'Αρχιμήδης','Μπίλλας','m','1981-12-9','2020-10-26','ΑΒ ΒΑΣΙΛΟΠΟΥΛΟΣ');
insert into researcher 
 values (124,'Παντελής','Κυριαζής','m','1994-7-21','2019-9-23','ΠΑΠΑΣΤΡΑΤΟΣ');
insert into researcher 
 values (125,'Εμμανουήλ','Τσιτούρας','m','1965-1-16','2019-12-10','AEGEAN AIRLINES');
insert into researcher 
 values (126,'Σταμάτιος','Μασόπουλος','m','1966-10-16','2008-8-25','METRO');
insert into researcher 
 values (127,'Ευδόξιος','Κόλκας','m','1958-9-7','1988-1-5','ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΣΥΜΜΕΤΟΧΩΝ');
insert into researcher 
 values (128,'Δαμιανός-Παντελεήμων','Κουρής','m','1980-3-20','2016-11-12','ΟΜΙΛΟΣ MARFIN');
insert into researcher 
 values (129,'Βικέντιος','Ανδριώτης','m','1985-7-20','2019-7-27','ΚΑΠΝΟΒΙΟΜΗΧΑΝΙΑ ΚΑΡΕΛΙΑ');
insert into researcher 
 values (130,'Αμβρόσιος-Κλέαρχος','Ευαγγελινός','m','1989-5-20','2018-4-26','ΟΜΙΛΟΣ VODAFONE');
insert into researcher 
 values (131,'Αγαθάγγελος-Ειρηναίος','Παπαδόπουλος','m','1967-8-2','2010-6-14','ΔΕΠΑ');
insert into researcher 
 values (132,'Δαμιανός','Μπερεδήμας','m','1986-10-16','2016-9-3','ΑΙΓΑΙΟΝ ΟΙΛ Α.Ε. ΟΜΙΛΟΣ ΕΤΑΙΡΕΙΩΝ');
insert into researcher 
 values (133,'Ζηνόβιος','Ακριτίδης','m','1975-8-17','2006-2-4','ΜΑΣΟΥΤΗΣ Α.Ε.');
insert into researcher 
 values (134,'Γαρύφαλλος','Σοφιανός','m','1993-6-24','2020-9-26','INTRALOT Α.Ε.');
insert into researcher 
 values (135,'Σαμουήλ-Κλέαρχος','Ράλλης','m','1982-5-11','2010-1-23','REVOIL Α.Ε.Ε.Π.');
insert into researcher 
 values (136,'Διογένης','Βουτσελας','m','1973-9-21','2000-11-10','Eθνικό Αστεροσκοπείο Αθηνών');
insert into researcher 
 values (137,'Απόστολος-Λουδοβίκος','Κατσαρός','m','1980-3-21','2015-2-25','Eθνικό Κέντρο Θαλασσίων Ερευνών');
insert into researcher 
 values (138,'Πελοπίδας','Ιντζές','m','1971-1-22','2011-3-22','Γεωδυναμικό Ινστιτούτο Εθνικού Αστεροσκοπείου Αθηνών');
insert into researcher 
 values (139,'Ιωσήφ','Λαγγούσης','m','1993-2-25','2018-10-23','Εθνική Εστία Επιστημών');
insert into researcher 
 values (140,'Ιερεμίας','Κωνσταντάς','m','1994-5-24','2019-2-26','Εθνικό Ίδρυμα Ερευνών');
insert into researcher 
 values (141,'Ασκληπιός','Αξαόπουλος','m','1982-12-26','2011-11-12','Εθνικό Δίκτυο Έρευνας και Τεχνολογίας');
insert into researcher 
 values (142,'Χριστόφορος','Πατμανίδης','m','1957-9-4','1988-7-18','Εθνικό Κέντρο Έρευνας Φυσικών Επιστημών ΔΗΜΟΚΡΙΤΟΣ');
insert into researcher 
 values (143,'Δαμιανός','Μανουσέλης','m','1975-11-7','2000-1-26','Εθνικό Κέντρο Κοινωνικών Ερευνών');
insert into researcher 
 values (144,'Πελοπίδας','Αυγουστής','m','1956-5-9','2014-9-24','Εθνικό Κέντρο Τεκμηρίωσης');
insert into researcher 
 values (145,'Θεοχάρης','Κουκλατζής','m','1958-7-18','2000-1-5','Ελληνικό Ινστιτούτο Παστέρ');
insert into researcher 
 values (146,'Ηλίας','Νταβάς','m','1993-6-24','2020-1-16','Ίδρυμα Μελετών Χερσονήσου του Αίμου');
insert into researcher 
 values (147,'Κυριάκος','Μποτώνης','m','1975-3-4','2013-5-6','Ίδρυμα Τεχνολογίας και Έρευνας');
insert into researcher 
 values (148,'Λάμπρος','Νικουλής','m','1962-11-4','2007-4-5','Ινστιτούτο Γεωλογικών & Μεταλλευτικών Ερευνών');
insert into researcher 
 values (149,'Μελέτιος-Χρήστος','Μεϊμάρης','m','1965-9-25','2001-2-23','Ινστιτούτο Δασικών Ερευνών');
insert into researcher 
 values (150,'Αλέξιος','Χατζησάββας','m','1984-1-1','2018-1-24','Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών');