USE project_try;
DELETE FROM refers_to;

insert into refers_to 
 values ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο','Αστρονομία');
insert into refers_to 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Φυσική');
insert into refers_to 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας','Βιολογία');
insert into refers_to 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Μαθηματικά');
insert into refers_to 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Γεωλογία');
insert into refers_to 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Αστρονομία');
insert into refers_to 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς','Ψυχολογία');
insert into refers_to 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Ιατρική');
insert into refers_to 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας','Αστρονομία');
insert into refers_to 
 values ('Σήραγγες Τεμπών','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Σήραγγες Τεμπών','Βιολογία');
insert into refers_to 
 values ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας','Χημεία');
insert into refers_to 
 values ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας','Βιολογία');
insert into refers_to 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Φυσική');
insert into refers_to 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Ιατρική');
insert into refers_to 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου','Οικολογία');
insert into refers_to 
 values ('Σύστημα τηλεματικής ΟΑΣΑ','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Σύστημα τηλεματικής ΟΑΣΑ','Φυσική');
insert into refers_to 
 values ('Σύστημα τηλεματικής ΟΑΣΑ','Οικολογία');
insert into refers_to 
 values ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Βιολογία');
insert into refers_to 
 values ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης','Γεωλογία');
insert into refers_to 
 values ('Επαναδημιουργία Λίμνης Κάρλας','Ιατρική');
insert into refers_to 
 values ('Συσκευές προστασίας νεαρών ψαριών','Μαθηματικά');
insert into refers_to 
 values ('Συσκευές προστασίας νεαρών ψαριών','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Συσκευές προστασίας νεαρών ψαριών','Οικολογία');
insert into refers_to 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή','Μαθηματικά');
insert into refers_to 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή','Φυσική');
insert into refers_to 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες','Χημεία');
insert into refers_to 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες','Βιολογία');
insert into refers_to 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες','Οικολογία');
insert into refers_to 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες','Ψυχολογία');
insert into refers_to 
 values ('Κέντρα Κοινότητας','Φυσική');
insert into refers_to 
 values ('Κέντρα Κοινότητας','Οικολογία');
insert into refers_to 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας','Φυσική');
insert into refers_to 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας','Χημεία');
insert into refers_to 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης','Μαθηματικά');
insert into refers_to 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης','Γεωλογία');
insert into refers_to 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά','Φυσική');
insert into refers_to 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά','Χημεία');
insert into refers_to 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά','Οικολογία');
insert into refers_to 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά','Γεωλογία');
insert into refers_to 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης','Χημεία');
insert into refers_to 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου','Μαθηματικά');
insert into refers_to 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου','Φυσική');
insert into refers_to 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου','Γεωλογία');
insert into refers_to 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου','Ψυχολογία');
insert into refers_to 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι','Ιατρική');
insert into refers_to 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι','Γεωλογία');
insert into refers_to 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών','Αστρονομία');
insert into refers_to 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens','Φυσική');
insert into refers_to 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens','Χημεία');
insert into refers_to 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens','Γεωλογία');
insert into refers_to 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου','Ιατρική');
insert into refers_to 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου','Οικολογία');
insert into refers_to 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου','Ψυχολογία');
insert into refers_to 
 values ('Ηλεκτρονική Συνταγογράφηση','Μαθηματικά');
insert into refers_to 
 values ('Ηλεκτρονική Συνταγογράφηση','Χημεία');
insert into refers_to 
 values ('Ηλεκτρονική Συνταγογράφηση','Οικολογία');
insert into refers_to 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας','Φυσική');
insert into refers_to 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας','Οικολογία');
insert into refers_to 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας','Γεωλογία');
insert into refers_to 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας','Ψυχολογία');
insert into refers_to 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης','Φυσική');
insert into refers_to 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης','Χημεία');
insert into refers_to 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης','Ιατρική');
insert into refers_to 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας','Ιατρική');
insert into refers_to 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας','Ψυχολογία');
insert into refers_to 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας','Χημεία');
insert into refers_to 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας','Βιολογία');
insert into refers_to 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας','Ιατρική');
insert into refers_to 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας','Γεωλογία');
insert into refers_to 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου','Φυσική');
insert into refers_to 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου','Οικολογία');
insert into refers_to 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα','Μαθηματικά');
insert into refers_to 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα','Βιολογία');
insert into refers_to 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα','Οικολογία');
insert into refers_to 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα','Αστρονομία');
insert into refers_to 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα','Ψυχολογία');
insert into refers_to 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου','Γεωλογία');
insert into refers_to 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ','Γεωλογία');
insert into refers_to 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης','Χημεία');
insert into refers_to 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης','Οικολογία');
insert into refers_to 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης','Αστρονομία');
insert into refers_to 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών','Οικολογία');
insert into refers_to 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου','Ψυχολογία');
insert into refers_to 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης','Βιολογία');
insert into refers_to 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης','Οικολογία');
insert into refers_to 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης','Ψυχολογία');
insert into refers_to 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων','Ιατρική');
insert into refers_to 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων','Ψυχολογία');
insert into refers_to 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών','Βιολογία');
insert into refers_to 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών','Ψυχολογία');
insert into refers_to 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης','Φυσική');
insert into refers_to 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης','Χημεία');
insert into refers_to 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης','Αστρονομία');
insert into refers_to 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα','Βιολογία');
insert into refers_to 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα','Γεωλογία');
insert into refers_to 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα','Αστρονομία');
insert into refers_to 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα','Ψυχολογία');
insert into refers_to 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη','Χημεία');
insert into refers_to 
 values ('Στήριξη της γυναικείας απασχόλησης','Φυσική');
insert into refers_to 
 values ('Στήριξη της γυναικείας απασχόλησης','Γεωλογία');
insert into refers_to 
 values ('Στήριξη της γυναικείας απασχόλησης','Ψυχολογία');
insert into refers_to 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά','Ιατρική');
insert into refers_to 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά','Οικολογία');
insert into refers_to 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά','Γεωλογία');
insert into refers_to 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά','Αστρονομία');
insert into refers_to 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία','Μαθηματικά');
insert into refers_to 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία','Αστρονομία');
insert into refers_to 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία','Ψυχολογία');
insert into refers_to 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος','Χημεία');
insert into refers_to 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος','Βιολογία');
insert into refers_to 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος','Ιατρική');
insert into refers_to 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος','Ψυχολογία');
insert into refers_to 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου','Χημεία');
insert into refers_to 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου','Αστρονομία');
insert into refers_to 
 values ('Δημοτικό Θέατρο Πειραιά','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Δημοτικό Θέατρο Πειραιά','Φυσική');
insert into refers_to 
 values ('Δημοτικό Θέατρο Πειραιά','Γεωλογία');
insert into refers_to 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου','Μαθηματικά');
insert into refers_to 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου','Ιατρική');
insert into refers_to 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου','Οικολογία');
insert into refers_to 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου','Γεωλογία');
insert into refers_to 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης','Βιολογία');
insert into refers_to 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης','Ιατρική');
insert into refers_to 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης','Ψυχολογία');
insert into refers_to 
 values ('Χώρος Υγειονομικής Ταφής Αποβλήτων (ΧΥΤΑ) Ιωαννίνων','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Χώρος Υγειονομικής Ταφής Αποβλήτων (ΧΥΤΑ) Ιωαννίνων','Φυσική');
insert into refers_to 
 values ('Χώρος Υγειονομικής Ταφής Αποβλήτων (ΧΥΤΑ) Ιωαννίνων','Βιολογία');
insert into refers_to 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης','Φυσική');
insert into refers_to 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης','Ιατρική');
insert into refers_to 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά','Γεωλογία');
insert into refers_to 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά','Αστρονομία');
insert into refers_to 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου','Γεωλογία');
insert into refers_to 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου','Ψυχολογία');
insert into refers_to 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου','Χημεία');
insert into refers_to 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου','Ιατρική');
insert into refers_to 
 values ('Διαχείριση πόσιμου νερού Λαμίας','Φυσική');
insert into refers_to 
 values ('Διαχείριση πόσιμου νερού Λαμίας','Γεωλογία');
insert into refers_to 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα','Φυσική');
insert into refers_to 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής','Γεωλογία');
insert into refers_to 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης','Μαθηματικά');
insert into refers_to 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης','Ιατρική');
insert into refers_to 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες','Μαθηματικά');
insert into refers_to 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες','Χημεία');
insert into refers_to 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο','Χημεία');
insert into refers_to 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο','Γεωλογία');
insert into refers_to 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο','Αστρονομία');
insert into refers_to 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)','Επιστήμη Υπολογιστών');
insert into refers_to 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)','Φυσική');
insert into refers_to 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)','Αστρονομία');
insert into refers_to 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι','Φυσική');
insert into refers_to 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι','Γεωλογία');
insert into refers_to 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου','Γεωλογία');
insert into refers_to 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου','Αστρονομία');