USE project_try;
DELETE FROM project;

insert into project 
 values ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο',284931.00,'2022-3-18','2024-2-10','Χρονοδιαγράμματα αρέσει μέχρι γέλασαν αρέσει συγγραφής γραμμής. Παίρνει αφήσεις εδώ κρατάει επί αρέσει. Πάντως περιεχόμενα διακόψουμε εδώ. Αν δύο μεταφραστής άρα κοιτάζοντας να κρατήσουν. Από μαγικά σκεφτείς ανά του αρπάζεις αποδείξεις.',8,27,1,51,9,'2020-3-11','Εθνικό Μετσόβιο Πολυτεχνείο');
insert into project 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας',406955.00,'2021-10-18','2024-2-11','Ταξινομεί χρησιμοποιώντας έχω γνωστή πες διαπιστώνεις. Δημιουργια τι στέλνοντάς πάντα μέσης άρα παίξουν καταλάθος. Λίγο περιεχόμενα αποκλειστικούς κύκλο προσεκτικά. Παίξουν λίγο μέσης θέμα διορθώσεις. Πάντως ήδη επί χρονοδιαγράμματος. Συγγραφείς άλγεβρα αρπάζεις πάντως.',1,17,8,58,5,'2019-11-17','Οικονομικό Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',191915.00,'2021-7-25','2024-9-2','Έτσι χειρότερα κόλπα αγοράζοντας συγχρόνως επιδιόρθωση μην. Έτσι του εκτελέσεις ωραίο αν πες. Δουλεύει νέων σίγουρος χάος. Βάζοντας μιας αυτός κανόνα.',6,27,15,65,8,'2019-8-9','Πολυτεχνείο Κρήτης');
insert into project 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας',995106.00,'2022-5-21','2025-8-19','Κάτι αποδείξεις τοπικές νέου γραμμές. Ευκολότερο δε αν διασφαλίζεται εφαρμογή πηγαίου. Το σου τους εκτελείται να πρώτοι εργαζόμενοι. Ταξινομεί αποκλειστικούς αγοράζοντας τη διευθυντές εφαρμογής.',1,18,22,72,7,'2020-4-22','ΕΛΙΝΟΙΛ');
insert into project 
 values ('Σήραγγες Τεμπών',902801.00,'2021-2-9','2024-6-8','Πιο καλύτερο καλύτερο νέων. Κώδικάς ότι τι. Δεν απαρατήρητο ότι λετπά που.',17,2,29,79,5,'2019-9-1','ΚΑΠΝΟΒΙΟΜΗΧΑΝΙΑ ΚΑΡΕΛΙΑ');
insert into project 
 values ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας',717274.00,'2022-11-21','2025-9-15','Λιγότερο εργαζόμενοι προγραμματιστής θα. Ας εκείνου συγγραφής κλπ εφαρμογή. Ανώδυνη μετράει μάθε υπηρεσία παραδώσεις χαρακτηριστικών λιγότερο πάντα. Εκθέσεις στα άπειρα διάβασε μάτσο. Πιο απόλαυσε που διαφήμιση μπορούσες χρησιμοποιώντας.',2,21,36,86,9,'2020-2-22','Eθνικό Αστεροσκοπείο Αθηνών');
insert into project 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου',940762.00,'2022-6-25','2024-10-11','Υπηρεσία τα έτσι εξοργιστικά έστειλε. Στη μια να έτσι μέσης άρα. Για ας υπηρεσία επί τις στη όταν γραφικά. Στο έχω άρθρων σαν ερωτήσεις αντιλήφθηκαν.',7,2,43,93,6,'2020-9-8','Εθνικό Κέντρο Κοινωνικών Ερευνών');
insert into project 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',512462.00,'2022-12-18','2024-7-7','Συνέχεια περιμένουν χειρότερα για αθόρυβες επί. Κι σαν διευθυντές προσθέσει τη ελέγχου τεκμηριώνει. Χρησιμοποίησέ απλό πως φαινόμενο κανένας επί μη.',4,22,50,100,3,'2020-10-28','Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών');
insert into project 
 values ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης',846909.00,'2021-11-28','2024-9-13','Στη την ανά. Γραμμής εξακολουθεί κλπ πολύ πάντα. Μετρήσεις μου δύο ερώτηση τρέξει. Ανά τύπους χρησιμοποιώντας γειτονιάς πακέτων με. Είχαμε πρώτο βιβλίο σε φακέλους σκεφτείς.',18,30,57,107,9,'2019-7-20','Ιατρική Σχολή Αθηνών');
insert into project 
 values ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου',489625.00,'2022-3-13','2025-12-17','Ένα δεν εκείνου ελέγχου προκύπτουν πετάξαμε οι εντολές. Ταξινομεί επιδιόρθωση τα περιβάλλον. Υπηρεσία δημιουργήσεις ο τρέξει απόλαυσε ναι. Όχι άρα σκεφτείς επεξεργασία μέχρι. Προσπαθήσεις θέματα άρα χρονοδιαγράμματα. Σας διαπιστώνεις εκτός νέων.',1,24,64,114,6,'2020-11-27','Χαροκόπειο Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Επαναδημιουργία Λίμνης Κάρλας',196519.00,'2021-6-6','2024-1-20','Έτσι για εκτός στέλνοντάς δημιουργια. Ναι αλγόριθμου ωραίο χρονοδιαγράμματα πως έτσι τις χρησιμοποιούνταν. Διολισθήσεις φακέλους τέλειοι μη. Μέσης ίδιο λοιπόν ερώτηση. Θέλεις σαν πεδία μπορούσες.',4,37,71,121,1,'2019-12-17','ΕΛΒΑΛΧΑΛΚΟΡ');
insert into project 
 values ('Συσκευές προστασίας νεαρών ψαριών',431468.00,'2021-11-20','2023-2-15','Πήρε εταιρείες μετρήσεις που όσο θέμα. Αυτός έξι δημιουργια εργαζόμενοι οι εφαμοργής διορθώσεις πάρα. Κάτι εξακολουθεί περιμένουν αλγόριθμου όχι.',11,11,78,128,8,'2019-11-14','ΟΜΙΛΟΣ MARFIN');
insert into project 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',360685.00,'2021-8-19','2024-11-8','Σου δημιουργήσεις βάζοντας κύκλο μετράει πολύ. Το ρωτήσει κόλπα περιμένουν συνεχώς πλέον. Συνάδελφος ο εγώ ποσοστό σε πάντως στα.',15,1,85,135,5,'2019-10-22','REVOIL Α.Ε.Ε.Π.');
insert into project 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες',414195.00,'2021-7-6','2023-11-4','Αρχεία πόρτες έγραψες εργαζόμενοι ήδη μέγιστη πετάνε. Μιας μου μέρος μη επιστρέφουν. Τον κόλπα σίγουρος. Αποθηκευτικού χρησιμοποίησέ χαμηλός το ένα μου από.',19,17,92,142,9,'2019-4-16','Εθνικό Κέντρο Έρευνας Φυσικών Επιστημών ΔΗΜΟΚΡΙΤΟΣ');
insert into project 
 values ('Κέντρα Κοινότητας',451891.00,'2021-9-16','2023-3-15','Σπίτι δύο οι που αντιλήφθηκαν. Τι σας πρώτης ανακλύψεις πάντως. Τελειώσει μάλλον δημιουργια. Επί πως τρόπο δυστυχής ορίστε κόλπα κλπ. Παίρνουν ερωτήσεις προσπαθούν με. Σε χαμηλός στο αθόρυβες.',3,29,99,149,8,'2019-10-24','Ινστιτούτο Δασικών Ερευνών');
insert into project 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας',338768.00,'2021-2-18','2023-12-21','Παραδώσεις φαινόμενο από σαν στραβά. Καταλάθος επιδιόρθωση χρονοδιαγράμματα έτσι. Εσωτερικών αν αρπάζεις τη. Σημαντικό επιστρέφουν πρώτοι αλγόριθμου ανεπιθύμητη. Συνεχώς θέλεις ως πρώτοι συνεντεύξεις χάος. Έγραψες λετπά απόλαυσε διακοπής ως παραδώσεις τη.',11,23,106,6,1,'2019-3-4','Πανεπιστήμιο Πατρών');
insert into project 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',596211.00,'2022-5-26','2025-11-25','Την στις οι κάνε. Αναφορά εργασίας εδώ μέχρι τέλειοι αρχεία πηγαίου. Ναι ανακλύψεις την τις κοιτάζοντας. Περιμένουν γραμμής αν ίδιο. Ταξινομεί επεξεργασία ως ροή λες όταν ως. Ανταγωνιστής βρίσκονται μιας ας. Ήδη αντιλήφθηκαν έχω περισσότερη να.',17,38,113,13,8,'2020-11-9','Πανεπιστήμιο Μακεδονίας');
insert into project 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά',650383.00,'2022-6-8','2024-5-25','Θυμάμαι σχεδιαστής εδώ. Αποστηθίσει πως ίδιο δημιουργείς λίγο κι χρειάζονται. Στις διασφαλίζεται με απίστευτα εργαζόμενοι. Περισσότερη γραφικά μετράει ναι σας δίνοντας. Διακοπή κρατάει στα εκθέσεις δύο χαρακτηριστικών λες.',16,22,120,20,3,'2020-8-7','ΣΚΛΑΒΕΝΙΤΗΣ');
insert into project 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης',159148.00,'2021-4-9','2024-8-11','Σας ναι χαρακτηριστικό θέματα. Απομόνωση μεταγλωτιστής εκδόσεις αποθηκευτικού ναι των πάντως. Βιβλίο πλέον ευκολότερο. Ίδιο σταματάς χρόνου αθόρυβες τρέξει να.',16,26,127,27,5,'2019-1-23','ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΣΥΜΜΕΤΟΧΩΝ');
insert into project 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου',931466.00,'2022-2-4','2024-3-21','Διαδίκτυο τύπους επιδιόρθωση σου ερώτηση ανώδυνη μη. Θα δείξει δείξει μιας. Μεταφραστής συγκεντρωμένοι μέρος πλέον δίνοντας γιαυτό γνωστή γράψει. Του κρατήσουν διαπιστώνεις υπηρεσία. Υποψήφιο σε εκδόσεις χαρακτηριστικών του έξι προσεκτικά πεδία.',20,9,134,34,2,'2020-1-26','INTRALOT Α.Ε.');
insert into project 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι',659480.00,'2021-12-7','2023-2-1','Ποια συγγραφής δούλευε σας λες βιαστικά κάνε. Αλγόριθμου δουλεύει το εντολές πως εκδόσεις. Που ένα στη πακέτων εφαρμογή πιο.',7,28,141,41,6,'2019-9-21','Εθνικό Δίκτυο Έρευνας και Τεχνολογίας');
insert into project 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',810963.00,'2021-4-11','2023-9-26','Πως μέσης εφαρμογής δουλεύει μέχρι ροή. Μη άρα υψηλότερη αθόρυβες. Εδώ άρα τεσσαρών εκτελείται αναφορά όταν που. Πάντως το έξι δουλεύει διοικητικό διαπιστώνεις κώδικάς ο.',1,22,148,48,10,'2019-9-5','Ινστιτούτο Γεωλογικών & Μεταλλευτικών Ερευνών');
insert into project 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens',464723.00,'2021-11-15','2023-1-26','Μπουν προσοχή βιβλίο πετάνε. Εκτελείται ευκολότερο εκτός στη. Διάβασε ότι μιας εταιρείες σου μέχρι εργάστηκε. Έτσι γραφικά να το επεξεργασία γέλασαν.',19,19,5,55,9,'2019-8-20','Πανεπιστήμιο Ιωαννίνων');
insert into project 
 values ('Σχολικό Κέντρο Καμποχώρων, Χίου',995553.00,'2022-6-26','2025-11-10','Δύο κι διακόψουμε προσλάμβανες αναγκάζονται αποστηθίσει. Άρα επιδιορθώσεις χρησιμοποίησέ κώδικα απόλαυσε μου. Τα υόρκη αρχεία ξέχασε θα ευκολότερο υποψήφιο. Διακοπής πιο μαγικά μην. Χρησιμοποιούσες ένας επιδιόρθωση εξαρτάται έρθει. Βουτήξουν γεγονός αποκλειστικούς ελέγχου δύο.',14,40,12,62,10,'2020-7-8','Δημοκρίτειο Πανεπιστήμιο Θράκης');
insert into project 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου',106807.00,'2022-9-24','2025-10-21','Καλύτερο λίγο ότι δουλεύει στα. Αυτήν εδώ δεν δύο βαθμό χαρτιού αντιλήφθηκαν διάσημα. Ποια περιβάλλον ναι λες διαχειριστής προσλάμβανες. Σταματάς ίδιο εσωτερικών. Γειτονιάς συγγραφής παραδώσεις κοιτάζοντας σημαντικός.',12,23,19,69,2,'2020-4-23','ΟΜΙΛΟΣ ΟΤΕ');
insert into project 
 values ('Ηλεκτρονική Συνταγογράφηση',729612.00,'2021-4-28','2024-6-7','Του έστειλε συγχρόνως έξι άρα δύο κάτι ταξινομεί. Ίδιο σίγουρος προσεκτικά χρησιμοποιώντας εργαζόμενων ατόμου που. Με αποκλειστικούς που και χρησιμοποιούνταν. Λέει ένα ωραίο γνωστή γραμμή αποκλειστικούς ροή.',7,21,26,76,5,'2019-7-7','METRO');
insert into project 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',677801.00,'2022-5-18','2025-1-18','Απαράδεκτη προγραμματιστές πολύ. Κανείς χώρου παράδειγμα ποια αυτός στις έξι. Σε έστειλε δείξει δίνοντας σπίτι παράγοντες. Περίπου αγοράζοντας διοικητικό.',4,29,33,83,6,'2020-8-14','ΜΑΣΟΥΤΗΣ Α.Ε.');
insert into project 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης',793316.00,'2021-5-23','2024-9-15','Κανένας δύο φίλος κι αυτήν νιρβάνα. Κώδικάς ποσοστό γεγονός λιγότερο μα ο. Καλύτερο διάβασε μια φακέλους έρθει.',5,27,40,90,5,'2019-4-8','Εθνικό Ίδρυμα Ερευνών');
insert into project 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας',479335.00,'2021-2-26','2024-12-18','Πόρτες κι κρατήσουν εκτελείται. Έτσι πολύ σημαντικός ίδιο τεσσαρών χρονοδιαγράμματος. Μας ήδη νέου και θέμα φακέλους σημαντικό.',1,2,47,97,2,'2019-9-28','Ίδρυμα Τεχνολογίας και Έρευνας');
insert into project 
 values ('Επέκταση προσήνεμου μώλου στο λιμάνι της Καβάλας',415837.00,'2022-12-13','2024-10-21','Τη διοικητικό πετάνε του μηχανής. Ανεπιθύμητη περιβάλλοντος στα ας μέρος κάτι. Ίδιο από δυστυχής δούλευε μετρήσεις κι.',1,40,54,104,3,'2020-6-5','Πανεπιστήμιο Κρήτης');
insert into project 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας',970751.00,'2021-4-4','2024-1-24','Διάβασε προσθέσει αντιλήφθηκαν λοιπόν. Κλπ βουτήξουν μα άλγεβρα. Κρατήσουν σαν που εργάστηκε.',14,30,61,111,6,'2019-11-22','Γεωπονικό Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',883584.00,'2022-4-24','2025-8-27','Προσλάμβανες δημιουργια περιβάλλον ερωτήσεις κι δεν. Μας διάσημα βγήκε ροή παραπάνω αναφορά. Υπηρεσία σαν μην έγραψες όχι έρθει νόμιζες. Και ύψος έτσι. Ας προβληματική το αποφάσισε.',5,12,68,118,5,'2020-12-24','Οργανισμός Προγνωστικών Αγώνων Ποδοσφαίρου');
insert into project 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',208693.00,'2021-1-11','2024-3-22','Διαπιστώνεις μην άλγεβρα πετούν χρονοδιαγράμματα. Στήλες κόψεις περισσότερη δωροδοκηθούν και. Δε γεγονός ίδιο παίρνουν πετούν πάντα κάτι.',4,22,75,125,3,'2019-11-16','AEGEAN AIRLINES');
insert into project 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',410896.00,'2022-6-21','2025-6-20','Δημιουργείς τον χάος διαδίκτυο πάρα εκτός προκύπτουν κάνε. Αυτήν αν ρουτίνα γραφικά. Θα περίπου φαινόμενο ρωτάει σχεδιαστής. Ένας εγώ τον βιαστικά πρώτο γραμμής εγώ. Ας διολισθήσεις ειδικά εκτός ένα.',11,27,82,132,4,'2020-4-28','ΑΙΓΑΙΟΝ ΟΙΛ Α.Ε. ΟΜΙΛΟΣ ΕΤΑΙΡΕΙΩΝ');
insert into project 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',484547.00,'2022-9-11','2024-7-28','Βγήκε πεδία κόλπα ξέχασε έρθει. Από υόρκη φαινόμενο επεξεργασία. Πεδία από γνωρίζουμε απομόνωση πετούν. Παράδειγμα εκτός πάντως μα μα επιστρέφουν. Παραδώσεις στις ανώδυνη όσο γραμμές γραμμή.',16,19,89,139,3,'2020-6-18','Εθνική Εστία Επιστημών');
insert into project 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης',828079.00,'2022-4-12','2025-2-16','Μια στη σημαντικό στις στα διασφαλίζεται ορίστε επί. Διακοπής στα τρόπο ερώτηση συνηθίζουν θα εγώ. Χρονοδιαγράμματα κι προσπαθούν αναφορά. Ρωτήσει σου φράση φαινόμενο.',7,39,96,146,2,'2020-8-11','Ίδρυμα Μελετών Χερσονήσου του Αίμου');
insert into project 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',292485.00,'2022-4-5','2024-1-27','Προσεκτικά λαμβάνουν ένας δουλεύει υόρκη ειδικά. Ανώδυνη παραγωγικής ύψος γειτονιάς. Την στήλες πολύ ποσοστό άπειρα δημιουργια της.',15,8,103,3,2,'2020-9-16','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου',899041.00,'2022-5-18','2025-5-28','Χρονοδιαγράμματα κώδικάς ανά άρα. Γνωρίζουμε προϊόντα συνάδελφος μεταφραστής πιο ο επιχείριση. Λέει τον ωραίο είχαμε μεταγλωτιστής μια χρησιμοποιούσες. Εδώ προγραμματιστές φαινόμενο διαδίκτυο διαπιστώνεις.',4,18,110,10,8,'2020-9-2','Πανεπιστήμιο Αιγαίου');
insert into project 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',181963.00,'2022-1-10','2024-8-27','Ότι ευκολότερο μα δωροδοκηθούν τη σαν. Μετρήσεις σαν φαινόμενο μη στις γνωρίζουμε εδώ τρέξει. Εγώ τις του μας πόρτες διάβασε ότι ιδιαίτερα. Μας σας της λες. Δούλευε βρίσκονται υποψήφιο προβληματική σημαντικό πόρτες τη. Αποδείξεις χρονοδιαγράμματος κοιτάζοντας απίστευτα μάλλον πεδία αναφορά.',10,33,117,17,8,'2020-4-26','Δημόσια Επιχείρηση Ηλεκτρισμού');
insert into project 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων',578762.00,'2021-4-5','2024-10-15','Έξι χρειάζονται τους έτσι διακόψουμε περιβάλλον πιο. Σου μέχρι μιας. Ένα ταξινομεί σημαντικός βαθμό μην. Νέου το ας εδώ έρθει ρουτίνα κάνε. Από στις υόρκη μιας θέλεις όσο. Αποθηκευτικού του τι.',17,14,124,24,10,'2019-1-16','ΠΑΠΑΣΤΡΑΤΟΣ');
insert into project 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',126569.00,'2022-8-24','2024-9-2','Υπηρεσία εκθέσεις μας δύο εκτελέσεις. Ήδη παίξουν ήδη πλέον προγραμματιστής μου. Σταματάς κανένας πετούν του πάρα απαράδεκτη. Εργαλείων τύπου συγχρόνως μεταγλωτιστής. Ο έστειλε σταματάς συνηθίζουν πολύ εργάστηκε κι.',3,7,131,31,10,'2020-6-24','ΔΕΠΑ');
insert into project 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης',741076.00,'2022-3-15','2025-3-21','Μας πλέον πως ο ίδιο βιαστικά επί. Άπειρα συγγραφής συγκεντρωμένοι ερώτηση για πετούν φαινόμενο. Γραμμές ανά ένας προγραμματιστής ποια όσο πως θέμα. Γειτονιάς κι προσεκτικά δίνοντας. Μπουν διάβασε οι αρέσει περισσότερες. Αυτήν ακούσει περιβάλλον επί αθόρυβες.',8,8,138,38,10,'2020-9-15','Γεωδυναμικό Ινστιτούτο Εθνικού Αστεροσκοπείου Αθηνών');
insert into project 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',563615.00,'2022-2-6','2025-9-28','Μάτσο στο πολύ έτσι εκδόσεις. Διασφαλίζεται πήρε την διαδίκτυο απλό που. Πλέον γνωστή συνεχώς σε έστελνε.',16,12,145,45,2,'2020-3-13','Ελληνικό Ινστιτούτο Παστέρ');
insert into project 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη',609059.00,'2021-9-26','2023-1-11','Δεν στέλνοντάς μην επιχείριση χαρτιού. Κρατήσουν αλγόριθμου τα απαραίτητο εικόνες. Μέχρι ότι συνηθίζουν εκτελέσει του χάος. Της τεσσαρών δωροδοκηθούν ναι δεν δημιουργια φράση. Εταιρείες γεγονός διασφαλίζεται δημιουργήσεις αθόρυβες μαγικά. Διαφήμιση χρειάζονται περιβάλλον έτσι σχεδιαστής εργοστασίου όσο.',2,40,2,52,5,'2019-11-3','Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης');
insert into project 
 values ('Στήριξη της γυναικείας απασχόλησης',831881.00,'2022-9-26','2024-2-11','Ας πολύ χρειάζονται. Τις διάβασε διορθώσει εδώ. Συγχρόνως ακούσει ανταγωνιστής διαπιστώνεις σημαντικός πάντως ποια. Απλό δίνοντας εκτελείται όταν εφαρμογή. Χαρτιού εργαζόμενοι πάντως μας μέρος. Ελέγχου βουτήξουν σχεδιαστής θα.',17,27,9,59,9,'2020-3-9','Πανεπιστήμιο Θεσσαλίας');
insert into project 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά',530368.00,'2024-5-24','2027-6-21','Χάος αν παίρνουν νόμιζες έστελνε. Μια ρουτίνα δε λέει. Άρθρων αποκλειστικούς χαρακτηριστικών βασανίζουν μεταγλωτίσει. Συνεντεύξεις σημαντικό προγραμματιστές χαρακτηριστικό γραφικά.',6,8,16,66,10,'2021-11-12','ΕΛΛΗΝΙΚΑ ΠΕΤΡΕΛΑΙΑ');
insert into project 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία',324004.00,'2024-7-10','2027-4-3','Βιαστικά γνωρίζουμε τι πλέον εγώ ανά κώδικα. Φράση διορθώσεις σε ένα πάντα πρώτοι. Πετάξαμε οι νέων. Στα πρώτο μη βιαστικά. Μα από μια πολύ την.',2,36,23,73,4,'2021-9-23','ΑΒ ΒΑΣΙΛΟΠΟΥΛΟΣ');
insert into project 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος',605796.00,'2023-3-17','2025-4-27','Στο κύκλο ερωτήσεις της τύπου διάβασε. Με μέγιστη διορθώσει πάρα. Χειρότερα χάος επιδιόρθωση χαρτιού απόλαυσε πετάνε. Πιο εκθέσεις ταξινομεί πάντα κι διαχειριστής. Το θέλεις προσοχή προκύπτουν ανεπιθύμητη εργάστηκε. Χρόνου γεγονός άρα μάθε τα γραμμής.',18,24,30,80,7,'2021-12-22','ΟΜΙΛΟΣ VODAFONE');
insert into project 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου',393260.00,'2024-4-22','2026-11-28','Περίπου μάτσο ήδη ας γιαυτό. Εξαρτάται ειδικά παράδειγμα προσπαθήσεις. Ευκολότερο αποκλειστικούς περισσότερες εδώ κανείς.',6,7,37,87,6,'2021-2-19','Eθνικό Κέντρο Θαλασσίων Ερευνών');
insert into project 
 values ('Δημοτικό Θέατρο Πειραιά',127380.00,'2024-9-25','2026-1-22','Λες σημαντικός σου αφήσεις μας. Απόλαυσε μηχανής όσο δύο τους λες. Εκτελέσεις γραμμής που επιχείριση. Νιρβάνα σωστά τύπου περιβάλλον. Λιγότερο απαράδεκτη την.',11,37,44,94,2,'2021-8-25','Εθνικό Κέντρο Τεκμηρίωσης');
insert into project 
 values ('Συντήρηση και αναστήλωση των μνημείων της Ακρόπολης',369862.00,'2024-5-21','2026-6-1','Βιαστικά τεσσαρών δημιουργείς με. Διαδίκτυο πλέον σπίτι παράγοντες. Μου μάτσο τα συνάδελφος φράση σπίτι. Έστειλε ήδη διακόψουμε βγήκε μιας δείξει απομόνωση.',4,22,51,101,10,'2021-10-5','Εθνικό Μετσόβιο Πολυτεχνείο');
insert into project 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',559818.00,'2024-7-28','2027-3-2','Εκτελείται όχι λες στο. Επί προβληματική έλεγχος ελέγχου γιαυτό ας. Κάνε πρώτης πεδία υόρκη διευθυντές οι γραφικά.',8,8,58,108,9,'2021-4-24','Οικονομικό Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',994233.00,'2024-5-23','2026-2-7','Μην ανακλύψεις κάτι απόλαυσε. Προγραμματιστής μέχρι των σίγουρος σε απομόνωση νέο. Άτομο χρησιμοποίησέ αφήσεις αναγκάζονται χρειάζονται. Εκτελέσεις αναφέρονται πετάξαμε διασφαλίζεται στήλες γειτονιάς επιδιόρθωση. Πετάνε πετάνε των πρόσληψη θέμα εκτός. Ποια είχαμε προσοχή μετρήσεις.',11,14,65,115,6,'2021-3-4','Πολυτεχνείο Κρήτης');
insert into project 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',655459.00,'2024-8-11','2027-4-25','Μηχανής εκτός έστειλε έτοιμος. Ρωτήσει ένα συνεντεύξεις μιας ιδιαίτερα. Πήρε μη διακοπή διασφαλίζεται. Τεσσαρών ευκολότερο υπηρεσία άρα οι τα της.',2,34,72,122,4,'2021-7-4','ΕΛΙΝΟΙΛ');
insert into project 
 values ('Χώρος Υγειονομικής Ταφής Αποβλήτων (ΧΥΤΑ) Ιωαννίνων',918117.00,'2024-11-19','2026-2-5','Νέο δημιουργήσεις πως αναφέρονται σου. Ίδιο διαδίκτυο ρωτάει τεσσαρών μια έρθει. Το δε ποσοστό έστελνε. Επενδυτής εφαρμογής μέχρι συγχωνευτεί ότι. Δε σημεία στο πάντα.',13,37,79,129,10,'2021-8-5','ΚΑΠΝΟΒΙΟΜΗΧΑΝΙΑ ΚΑΡΕΛΙΑ');
insert into project 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης',782846.00,'2024-6-28','2027-10-5','Πρώτης πάρεις ανακλύψεις ποια τέλειοι περισσότερες. Μη γεγονός μιας σίγουρος μετράει παραπάνω ανά. Έρθει παραπάνω δεδομένων κάνεις. Εφαρμογής στο μεταγλωτίσει στα δουλεύει την την.',6,30,86,136,3,'2021-10-23','Eθνικό Αστεροσκοπείο Αθηνών');
insert into project 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά',547337.00,'2024-7-13','2026-2-21','Εκτελέσεις σαν επενδυτής επιδιορθώσεις την όσο. Οι εκτελέσεις υποψήφιο δημιουργήσεις έλεγχος. Εκδόσεις αγοράζοντας μιας πολύ. Δωροδοκηθούν αθόρυβες βαθμό τους εργαλείων τέλειοι.',8,15,93,143,9,'2021-6-25','Εθνικό Κέντρο Κοινωνικών Ερευνών');
insert into project 
 values ('Μέγαρο Χορού Καλαμάτας',670031.00,'2024-8-14','2027-4-5','Γράψει εγώ ερώτηση προβληματική πάντα ανά. Πως δυστυχής τρόποι. Παράγοντες τα μέχρι.',17,40,100,150,1,'2021-7-2','Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών');
insert into project 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',977705.00,'2023-7-3','2026-4-21','Όταν πετούν άρθρων εδώ διαχειριστής πλέον. Γνωστή κάνεις αποθηκευτικού. Πλέον μάθε συγκεντρωμένοι παίρνουν να συνάδελφος άπειρα τους. Πάντως μας τα παραδοτέου πάντως. Χρονοδιαγράμματος στο έγραψες τρόπο μια εκδόσεις.',3,10,107,7,7,'2021-1-25','Ιατρική Σχολή Αθηνών');
insert into project 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου',863944.00,'2024-1-15','2027-2-15','Ποσοστό υποψήφιο επιστρέφουν για δημιουργήσεις αγοράζοντας πες. Χρησιμοποιούσες δύο πως. Νόμιζες ερώτηση μέγιστη εκτός πηγαίου πάντως δύο. Αναφορά πιο τις στέλνοντάς. Έτσι συνέχεια στη. Εικόνες ποσοστό απαράδεκτη δουλεύει.',7,39,114,14,7,'2021-7-1','Χαροκόπειο Πανεπιστήμιο Αθηνών');
insert into project 
 values ('Αξιοποίηση γεωθερμικού πεδίου Ερατεινού, Δήμου Νέστου',659480.00,'2023-4-17','2025-8-27','Μάτσο ένας διακόψουμε λοιπόν εδώ νέου εδώ. Στήλες κρατήσουν σου πλέον. Εκτός βασανίζουν μετράει.',20,9,121,21,4,'2021-6-25','ΕΛΒΑΛΧΑΛΚΟΡ');
insert into project 
 values ('Διαχείριση πόσιμου νερού Λαμίας',810963.00,'2024-4-28','2027-5-3','Περιμένουν χαρακτηριστικών θέματα ο ατόμου χάος προσοχή εργαζόμενων. Εδώ πιο τα. Ποια πως σου βιαστικά προσοχή εκείνου στήλες.',1,18,128,28,4,'2021-2-28','ΟΜΙΛΟΣ MARFIN');
insert into project 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',464723.00,'2023-1-1','2025-8-16','Διολισθήσεις στη ας. Χρησιμοποιούσες άπειρα φίλος επιστρέφουν καταλάθος πως διορθώσεις διάβασε. Τα κώδικα τους μερικούς ίδιο άρα. Ανώδυνη συγγραφείς σας να ατόμου.',6,34,135,35,3,'2021-1-19','REVOIL Α.Ε.Ε.Π.');
insert into project 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',995553.00,'2023-3-22','2025-1-8','Χρονοδιαγράμματα δύο στα ημέρα προσπαθούν ζητήσεις αντιλήφθηκαν. Επιδιόρθωση στο εκείνου ελέγχου εφαρμογής. Κι εργοστασίου εκτελέσει εκδόσεις εκτελείται. Επί που συνεντεύξεις.',20,31,142,42,4,'2021-5-2','Εθνικό Κέντρο Έρευνας Φυσικών Επιστημών ΔΗΜΟΚΡΙΤΟΣ');
insert into project 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',106807.00,'2024-11-9','2026-4-22','Επιστρέφουν εργασίας προβληματική προγραμματιστής. Συνεντεύξεις νέα που του στέλνοντάς δεν διαφήμιση. Κανένας σε λίγο εκθέσεις σταματάς. Επί συνηθίζουν εφαμοργής μέσης διάβασε.',20,6,149,49,2,'2021-7-1','Ινστιτούτο Δασικών Ερευνών');
insert into project 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',995106.00,'2023-9-9','2025-12-15','Πλέον συγγραφής γραμμές. Ιδιαίτερα επενδυτής σαν πες εσωτερικών μην. Πόρτες κρατάει προκαλείς αποθηκευτικού για. Φακέλους διαφήμιση αναφορά περιεχόμενα τι προσθέσει. Έχω συνέχεια μου ότι πολύ αν σχεδιαστής. Γειτονιάς στα απλό αυτός τον αρπάζεις ένας μάλλον.',19,15,6,56,1,'2021-10-15','Πανεπιστήμιο Πατρών');
insert into project 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο',902801.00,'2023-4-6','2025-11-25','Ωραίο πάντως υπηρεσία. Περισσότερες χαρακτηριστικών στέλνοντάς επιστρέφουν φαινόμενο πάρα διοικητικό. Κάτι ανεπιθύμητη περισσότερες ποια. Άτομο και το βιβλίο από επιχείριση να αποστηθίσει. Θα γνωρίζουμε εκτελέσει όσο δύο ειδικά προβληματική.',12,3,13,63,9,'2021-9-1','Πανεπιστήμιο Μακεδονίας');
insert into project 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',717274.00,'2024-9-3','2026-9-23','Έξι όχι αναφορά εκείνου. Φαινόμενο από επιδιόρθωση κώδικα. Ανεπιθύμητη φίλος στο κάτι όχι. Γνωρίζουμε όσο την φαινόμενο παίξουν προσπαθούν σπίτι.',3,3,20,70,1,'2021-9-23','ΣΚΛΑΒΕΝΙΤΗΣ');
insert into project 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι',940762.00,'2024-3-10','2026-11-16','Εκτελέσεις αποφάσισε άρα πιο λίγο λιγότερο. Όχι οι απίστευτα και ανά μα έξι. Τις κάτι διακοπή κρατήσουν σημαντικός οι χρησιμοποίησέ. Πάρα λες εξοργιστικά τρόποι μέσης δεδομένων. Έτσι κοιτάζοντας επεξεργασία μιας ως. Του σπίτι μη πετάνε αυτήν κάτι.',16,3,27,77,3,'2021-3-27','ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΣΥΜΜΕΤΟΧΩΝ');
insert into project 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',512462.00,'2024-6-22','2027-1-10','Κάτι μεταγλωτιστής μου κάνε πρώτης. Εργαζόμενων πάρεις άρθρων κύκλο ναι εγώ. Μεταγλωτιστής μην σε μέχρι μα δημιουργια τύπου. Του από λέει εδώ στη τα. Θέματα κι να παίρνουν κι οι μετράει.',8,22,34,84,7,'2021-8-22','INTRALOT Α.Ε.');