# Scientific Field
USE project_try;
DELETE FROM scientific_field;

insert into scientific_field 
 values ('Μαθηματικά');
insert into scientific_field 
 values ('Επιστήμη Υπολογιστών');
insert into scientific_field 
 values ('Φυσική');
insert into scientific_field 
 values ('Χημεία');
insert into scientific_field 
 values ('Βιολογία');
insert into scientific_field 
 values ('Ιατρική');
insert into scientific_field 
 values ('Οικολογία');
insert into scientific_field 
 values ('Γεωλογία');
insert into scientific_field 
 values ('Αστρονομία');
insert into scientific_field 
 values ('Ψυχολογία');

# Program
USE project_try;
DELETE FROM program;

insert into program 
 values (1,'Συγχρηματοδοτούμενα Προγράμματα Ευρωπαϊκής Εδαφικής / Διακρατικής Διαπεριφερειακής Συνεργασίας','Ανθρωπιστική Διεύθυνση');
insert into program 
 values (2,'Υποστήριξη επιχειρήσεων και εργαζόμενων στις περιοχές παρέμβασης των Στρατηγικών Βιώσιμης Αστικής Ανάπτυξης (ΣΒΑΑ) στην Στερεά Ελλάδα','Διεύθυνση Θετικών Επιστημών');
insert into program 
 values (3,'ΣΤΕΓΕΣ ΥΠΟΣΤΗΡΙΖΟΜΕΝΗΣ ΔΙΑΒΙΩΣΗΣ AMEA, ΗΜΕΔΑΠΩΝ ΚΑΙ ΔΙΚΑΙΟΥΧΩΝ ΔΙΕΘΝΟΥΣ ΠΡΟΣΤΑΣΙΑΣ','Αρχαιολογική Διεύθυνση');
insert into program 
 values (4,'Ενίσχυση και ανάπτυξη νέων δεξιοτήτων για εργαζόμενους επιχειρήσεων σε δυναμικούς ή υπό αναδιάρθρωση κλάδους της Περιφέρειας Πελοποννήσου','Περιβαλλοντική Διεύθυνση');
insert into program 
 values (5,'Ολοκληρωμένες παρεμβάσεις συμβουλευτικής υποστήριξης, κατάρτισης και πιστοποίησης για την επαγγελματική ενδυνάμωση ανέργων χαμηλών εκπαιδευτικών προσόντων σε θύλακες ανεργίας','Πολιτιστική Διεύθυνση');
insert into program 
 values (6,'Πιλοτική υλοποίηση Μέτρου Μ13Σ0201 του Σχεδίου Διαχείρισης Λεκανών Απορροής Ποταμών Κρήτης','Διεύθυνση Ανάπλασης');
insert into program 
 values (7,'Ενίσχυση και ανάπτυξη νέων δεξιοτήτων για εργαζόμενους επιχειρήσεων σε δυναμικούς ή υπό αναδιάρθρωση κλάδους της Περιφέρειας Πελοποννήσου','Διεύθυνση Δημοτικών Έργων');
insert into program 
 values (8,'Ενίσχυση διακρατικών πολιτιστικών έργων ευρωπαϊκής συνεργασίας','Διεύθυνση Ενέργειας');
insert into program 
 values (9,'Επιχειρησιακό Πρόγραμμα Αγροτική Ανάπτυξη','Διεύθυνση Υποδομών');
insert into program 
 values (10,'ΦΥΣΙΚΟ ΠΕΡΙΒΑΛΛΟΝ & ΚΑΙΝΟΤΟΜΕΣ ΔΡΑΣΕΙΣ 2022','Ευρωπαϊκή Διεύθυνση');
insert into program 
 values (11,'Πολίτες, ισότητα, δικαιώματα και αξίες 2021 – 2027','Ανθρωπιστική Διεύθυνση');
insert into program 
 values (12,'Ανάπτυξη δικτύου άμεσης παρέμβασης στο Δήμο Αθηναίων για τους αστέγους και τη μείωση της βλάβης','Διεύθυνση Θετικών Επιστημών');
insert into program 
 values (13,'Μεσογειακή Διακυβέρνηση','Αρχαιολογική Διεύθυνση');
insert into program 
 values (14,'Εγχειρίδιο Χρηματοδότησης ΜΚΟ','Περιβαλλοντική Διεύθυνση');
insert into program 
 values (15,'ΟΡΙΖΟΝΤΑΣ ΕΥΡΩΠΗ 2021 – 2027','Πολιτιστική Διεύθυνση');
insert into program 
 values (16,'ΕΠΙΧΟΡΗΓΗΣΗ ΓΙΑ ΠΟΛΙΤΙΣΤΙΚΕΣ ΔΡΑΣΕΙΣ','Διεύθυνση Ανάπλασης');
insert into program 
 values (17,'ΠΡΟΓΡΑΜΜΑΤΑ ΚΑΙ ΔΡΑΣΕΙΣ ΠΟΥ ΑΝΑΔΕΙΚΝΟΥΝ ΤΗ ΜΝΗΜΗ ΚΑΙ ΤΗΝ ΤΑΥΤΟΤΗΤΑ ΤΩΝ ΠΡΟΣΦΥΓΙΚΩΝ ΚΟΙΝΟΤΗΤΩΝ','Διεύθυνση Δημοτικών Έργων');
insert into program 
 values (18,'Επιχειρησιακά Χρηματοδοτούμενα Προγράμματα Δήμων και Περιφερειών','Διεύθυνση Ενέργειας');
insert into program 
 values (19,'Χρηματοδότηση ερευνητικών έργων στη Δράση Εθνικής Εμβέλειας','Διεύθυνση Υποδομών');
insert into program 
 values (20,'Ευρωμεσογειακή Πρωτοβουλία PRIMA ανάπτυξη ικανοτήτων έρευνας και καινοτομίας για την αντιμετώπιση κρίσιμων προβλημάτων στη Μεσόγειο','Ευρωπαϊκή Διεύθυνση');
insert into program 
 values (21,'Χρηματοδότηση Δήμων από το Ταμείο Αλληλεγγύης','Ανθρωπιστική Διεύθυνση');
insert into program 
 values (22,'Μονοπάτια και διαμορφώσεις κατά μήκος ρεμάτων στη Νότια Αττική','Διεύθυνση Θετικών Επιστημών');
insert into program 
 values (23,'Έργα διευθέτησης ομβρίων και αξιοποίησης επιφανειακών υδάτων στη Νότια Αττική','Αρχαιολογική Διεύθυνση');
insert into program 
 values (24,'Εφάπαξ οικονομική ενίσχυση σε δικαιούχα ερασιτεχνικά αθλητικά σωματεία','Περιβαλλοντική Διεύθυνση');
insert into program 
 values (25,'ΝΕΑ ΔΡΑΣΗ για τα προϊόντα αλιείας και υδατοκαλλιέργειας','Πολιτιστική Διεύθυνση');
insert into program 
 values (26,'Αγορά και Εγκατάσταση Ηλεκτρονικών Συσκευών Διαβίβασης Δεομένων','Διεύθυνση Ανάπλασης');
insert into program 
 values (27,'Βελτίωση δεδομένων και βιοκλιματικών δεικτών μέσω της ενίσχυσης πρασίνου σε κοινόχρηστους χώρους του Δήμου Αθηναίων','Διεύθυνση Δημοτικών Έργων');
insert into program 
 values (28,'Πολιτιστικές Ημέρες και Διαδρομές Θάλασσας Δήμου Πειραιά','Διεύθυνση Ενέργειας');
insert into program 
 values (29,'Στοχευμένες παρεμβάσεις αστικής αναβάθμισης και αναζωογόνησης για τη βελτίωση της καθημερινότητας στην Πόλη του Πειραιά','Διεύθυνση Υποδομών');
insert into program 
 values (30,'Ολοκλήρωση υποδομών συλλογής και επεξεργασίας αστικών λυμάτων (ΕΕΛ) στους υπολειπόμενους Οικισμούς Α΄ και Β΄ Προτεραιότητας','Ευρωπαϊκή Διεύθυνση');
insert into program 
 values (31,'Προστασία και ανάδειξη οικοσυστημάτων Περιφέρειας Ανατολικής Μακεδονίας και Θράκης ','Ανθρωπιστική Διεύθυνση');
insert into program 
 values (32,'Έξυπνες εφαρμογές ηλεκτρονικού πολιτισμού, ηλεκτρονικού τουρισμού και ενίσχυσης βιώσιμης κινητικότητας στην Περιφέρεια Αττικής','Διεύθυνση Θετικών Επιστημών');
insert into program 
 values (33,'Χρηματοδότηση έργων ποσοστού 65% μέσω του Ταμείου Υποδομών και της Εθνικής Τράπεζας','Αρχαιολογική Διεύθυνση');
insert into program 
 values (34,'ΚΑΙΝΟΤΟΜΙΑ ΣΤΗΝ ΑΛΙΕΙΑ','Περιβαλλοντική Διεύθυνση');
insert into program 
 values (35,'Υποστήριξη για την ανάπτυξη συνεργατικών σχημάτων επιχειρήσεων στον Δήμο Πειραιά ','Πολιτιστική Διεύθυνση');
insert into program 
 values (36,'Δράσεις προώθησης της επιχειρηματικότητας νεοφυών επιχειρήσεων στον Δήμο Πειραιά','Διεύθυνση Ανάπλασης');
insert into program 
 values (37,'Εργαλείο Ενίσχυσης Μικρομεσαίων Επιχειρήσεων (ΜMΕ) που Καινοτομούν','Διεύθυνση Δημοτικών Έργων');
insert into program 
 values (38,'Διαγωνισμός RegioStars της Ευρωπαϊκής Επιτροπής για τα καλύτερα έργα της πολιτικής συνοχής','Διεύθυνση Ενέργειας');
insert into program 
 values (39,'Νέοι ορίζοντες για την Ευρωπαϊκή Ένωση','Διεύθυνση Υποδομών');
insert into program 
 values (40,'Σχεδιάση δημόσιου εξωτραπεζικού συστήματος πληρωμών','Ευρωπαϊκή Διεύθυνση');

# Executive
USE project_try;
DELETE FROM executive;

insert into executive 
 values (1,'Κορνήλιος','Σαουλίδης');
insert into executive 
 values (2,'Ζήνων','Κωσταλής');
insert into executive 
 values (3,'Αγνή','Μπεσύρη');
insert into executive 
 values (4,'Φίλιππος','Κωστόπουλος');
insert into executive 
 values (5,'Λουκάς-Θεοτόκης','Ρέγκας');
insert into executive 
 values (6,'Περιστέρα','Δαμαλά');
insert into executive 
 values (7,'Χιονιά','Βαλκάνου');
insert into executive 
 values (8,'Παύλος','Δάρας');
insert into executive 
 values (9,'Χαρίλαος','Σκρέκας');
insert into executive 
 values (10,'Αστέριος','Γκούβελος');
insert into executive 
 values (11,'Διαμαντούλα','Τσάκη');
insert into executive 
 values (12,'Χριστόφιλη-Ήλια','Καπνιά');
insert into executive 
 values (13,'Κονδυλία','Γούπα');
insert into executive 
 values (14,'Σοφοκλής','Ισάρης');
insert into executive 
 values (15,'Ποθητή','Τσαντίδου');
insert into executive 
 values (16,'Θωμαίς','Μανιτάρου');
insert into executive 
 values (17,'Σώζων','Γαλατούλας');
insert into executive 
 values (18,'Μαυρούδης','Δημησκής');
insert into executive 
 values (19,'Θεοδότη','Παπανικολάου');
insert into executive 
 values (20,'Στυλιανός','Μαμμής');