USE project_try;
DELETE FROM works_on;

insert into works_on 
 values ('Σήραγγες Τεμπών', 2);
insert into works_on 
 values ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο',17);
insert into works_on 
 values ('Ηλεκτρική διασύνδεση της Κρήτης με την Πελοπόννησο',79);
insert into works_on 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας',7);
insert into works_on 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας',49);
insert into works_on 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας',96);
insert into works_on 
 values ('Μονάδα Επεξεργασίας Απορριμμάτων (ΜΕΑ) Ηλείας',105);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',79);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',102);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',106);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',111);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',128);
insert into works_on 
 values ('Επέκταση του Μετρό Αθήνας, τμήμα Χαϊδάρι - Πειραιάς',137);
insert into works_on 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας',12);
insert into works_on 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας',74);
insert into works_on 
 values ('Αποκατάσταση του αρχαίου θεάτρου της Απτέρας',140);
insert into works_on 
 values ('Σήραγγες Τεμπών',20);
insert into works_on 
 values ('Σήραγγες Τεμπών',69);
insert into works_on 
 values ('Σήραγγες Τεμπών',93);
insert into works_on 
 values ('Λειτουργία Τοπικών Ομάδων Υγείας (ΤΟΜΥ) για την αναδιάρθρωση της Πρωτοβάθμιας Φροντίδας Υγείας',84);
insert into works_on 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου',17);
insert into works_on 
 values ('Κέντρο Διαλογής Ανακυκλώσιμων Υλικών Ρόδου',76);
insert into works_on 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',24);
insert into works_on 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',34);
insert into works_on 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',36);
insert into works_on 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',60);
insert into works_on 
 values ('Σύστημα τηλεματικής ΟΑΣΑ',69);
insert into works_on 
 values ('Σχεδίαση και κατασκευή νανοδορυφόρου από το Δημοκρίτειο Πανεπιστήμιο Θράκης',54);
insert into works_on 
 values ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου',14);
insert into works_on 
 values ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου',19);
insert into works_on 
 values ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου',30);
insert into works_on 
 values ('Αποκατάσταση και ανάδειξη εκκλησίας Παναγιάς του Κάστρου',114);
insert into works_on 
 values ('Επαναδημιουργία Λίμνης Κάρλας',44);
insert into works_on 
 values ('Επαναδημιουργία Λίμνης Κάρλας',63);
insert into works_on 
 values ('Επαναδημιουργία Λίμνης Κάρλας',78);
insert into works_on 
 values ('Επαναδημιουργία Λίμνης Κάρλας',102);
insert into works_on 
 values ('Επαναδημιουργία Λίμνης Κάρλας',126);
insert into works_on 
 values ('Συσκευές προστασίας νεαρών ψαριών',41);
insert into works_on 
 values ('Συσκευές προστασίας νεαρών ψαριών',81);
insert into works_on 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',34);
insert into works_on 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',77);
insert into works_on 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',133);
insert into works_on 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',135);
insert into works_on 
 values ('Δίκτυα οικονομίας, εξουσίας και γνώσης στον ελληνικό χώρο από τους προϊστορικούς χρόνους έως τη σύγχρονη εποχή',146);
insert into works_on 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες',41);
insert into works_on 
 values ('ΠΡΙΣΜΑ - Εθνικό πληροφοριακό σύστημα για τις ακτινοβολίες',95);
insert into works_on 
 values ('Κέντρα Κοινότητας',4);
insert into works_on 
 values ('Κέντρα Κοινότητας',14);
insert into works_on 
 values ('Κέντρα Κοινότητας',24);
insert into works_on 
 values ('Κέντρα Κοινότητας',60);
insert into works_on 
 values ('Κέντρα Κοινότητας',115);
insert into works_on 
 values ('Κέντρα Κοινότητας',120);
insert into works_on 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας',2);
insert into works_on 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας',22);
insert into works_on 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας',27);
insert into works_on 
 values ('Επανέκθεση προϊστορικών, κλασικών και βυζαντινών αρχαιοτήτων στο Αρχαιολογικό Μουσείο Θήβας',89);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',37);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',53);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',64);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',99);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',103);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',116);
insert into works_on 
 values ('ΠΡΟΤΕΑΣ - Προηγμένες διαστημικές εφαρμογές για την εξερεύνηση του σύμπαντος, του διαστήματος και της Γης',138);
insert into works_on 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά',78);
insert into works_on 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά',97);
insert into works_on 
 values ('Πολιτιστικό Κέντρο - Μουσείο Μύλου Παππά',121);
insert into works_on 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης',5);
insert into works_on 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης',19);
insert into works_on 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης',113);
insert into works_on 
 values ('Προστασία και ανάδειξη Εθνικού Πάρκου λίμνης Κερκίνης',127);
insert into works_on 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου',3);
insert into works_on 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου',55);
insert into works_on 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου',56);
insert into works_on 
 values ('Έργα αποχέτευσης και εγκαταστάσεις επεξεργασίας λυμάτων Δήμου Ευεργέτουλα Λέσβου',110);
insert into works_on 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι',21);
insert into works_on 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι',57);
insert into works_on 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι',79);
insert into works_on 
 values ('Αναστήλωση Φρουραρχείου Ξάνθης - Οικία Μάνου Χατζιδάκι',142);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',10);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',13);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',17);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',19);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',32);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',74);
insert into works_on 
 values ('Ανάδειξη αρχαιολογικού χώρου Δελφών',101);
insert into works_on 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens',52);
insert into works_on 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens',66);
insert into works_on 
 values ('Κόμβος καινοτομίας και επιχειρηματικότητας Innovathens',91);
insert into works_on 
 values ('Σχολικό Κέντρο Καμποχώρων, Χίου',8);
insert into works_on 
 values ('Σχολικό Κέντρο Καμποχώρων, Χίου',11);
insert into works_on 
 values ('Σχολικό Κέντρο Καμποχώρων, Χίου',16);
insert into works_on 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου',1);
insert into works_on 
 values ('Aντιπλημμυρική προστασία παραλιακής ζώνης Βαθέος Σάμου',91);
insert into works_on 
 values ('Ηλεκτρονική Συνταγογράφηση',48);
insert into works_on 
 values ('Ηλεκτρονική Συνταγογράφηση',131);
insert into works_on 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',56);
insert into works_on 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',105);
insert into works_on 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',108);
insert into works_on 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',124);
insert into works_on 
 values ('Αγροτικές ψηφιακές υπηρεσίες υψηλής προστιθέμενης αξίας',129);
insert into works_on 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης',35);
insert into works_on 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης',117);
insert into works_on 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης',145);
insert into works_on 
 values ('Ολοκληρωμένο Πληροφοριακό Σύστημα Διαχείρισης Δικαστικών Υποθέσεων Διοικητικής Δικαιοσύνης',149);
insert into works_on 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας',12);
insert into works_on 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας',135);
insert into works_on 
 values ('Αποκατάσταση αρχαίου θεάτρου Λάρισας',142);
insert into works_on 
 values ('Επέκταση προσήνεμου μώλου στο λιμάνι της Καβάλας',40);
insert into works_on 
 values ('Επέκταση προσήνεμου μώλου στο λιμάνι της Καβάλας',79);
insert into works_on 
 values ('Επέκταση προσήνεμου μώλου στο λιμάνι της Καβάλας',91);
insert into works_on 
 values ('Επέκταση προσήνεμου μώλου στο λιμάνι της Καβάλας',123);
insert into works_on 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας',4);
insert into works_on 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας',43);
insert into works_on 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας',49);
insert into works_on 
 values ('Ανάπλαση πλατείας και εμπορικού κέντρου Ορεστιάδας',79);
insert into works_on 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',92);
insert into works_on 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',109);
insert into works_on 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',127);
insert into works_on 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',135);
insert into works_on 
 values ('Επέκταση Επιστημονικού και Τεχνολογικού Πάρκου Ηπείρου',143);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',11);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',59);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',115);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',128);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',141);
insert into works_on 
 values ('Αναπλάσεις, πεζοδρομήσεις και φωτισμός διατηρητέων κτιρίων στα Ιωάννινα',143);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',4);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',6);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',66);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',67);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',68);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',110);
insert into works_on 
 values ('Ολοκληρωμένο πρόγραμμα ελέγχου της HIV λοίμωξης σε ομάδες υψηλού κινδύνου',131);
insert into works_on 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',32);
insert into works_on 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',33);
insert into works_on 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',67);
insert into works_on 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',74);
insert into works_on 
 values ('Μονάδα Καινοτομίας και Επιχειρηματικότητας (ΜΟΚΕ) του ΑΠΘ',96);
insert into works_on 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης',31);
insert into works_on 
 values ('Κατασκευή ανισόπεδου κόμβου Αγίου Σώζοντα, Κρήτης',34);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',1);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',20);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',27);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',32);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',54);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',55);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',101);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',130);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',132);
insert into works_on 
 values ('Επανέκθεση κειμηλίων Ιεράς Αρχιεπισκοπής Κρήτης στην Αγία Αικατερίνη Σιναϊτών',136);
insert into works_on 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου',44);
insert into works_on 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου',59);
insert into works_on 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου',126);
insert into works_on 
 values ('Ανάδειξη βόρειου ενετικού προμαχώνα Φρουρίου Ρίου',137);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',26);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',47);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',51);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',52);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',53);
insert into works_on 
 values ('Επανέκθεση συλλογών Αρχαιολογικού Μουσείου Ηρακλείου Κρήτης',61);
insert into works_on 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων',15);
insert into works_on 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων',116);
insert into works_on 
 values ('Αποκατάσταση της οικίας του Ελευθέριου Βενιζέλου στη Χαλέπα Χανίων',135);
insert into works_on 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',3);
insert into works_on 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',18);
insert into works_on 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',58);
insert into works_on 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',83);
insert into works_on 
 values ('Αποκατάσταση του κτιρίου του Οφθαλμιατρείου Αθηνών',122);
insert into works_on 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης',90);
insert into works_on 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης',111);
insert into works_on 
 values ('ΚΑΘοΔΗΓΟΣ - Ολοκληρωμένο σύστημα πληροφόρησης για τη διαθεσιμότητα θέσεων στάθμευσης',132);
insert into works_on 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',29);
insert into works_on 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',37);
insert into works_on 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',38);
insert into works_on 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',52);
insert into works_on 
 values ('Δομή συνεργατικών σχηματισμών Μικροηλεκτρονικής και Ενσωματωμένων Συστημάτων στην Πάτρα',125);
insert into works_on 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη',37);
insert into works_on 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη',79);
insert into works_on 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη',82);
insert into works_on 
 values ('Αποπεράτωση του αυτοκινητοδρόμου Κόρινθος-Τρίπολη-Καλαμάτα και του κλάδου Λεύκτρο - Σπάρτη',129);
insert into works_on 
 values ('Στήριξη της γυναικείας απασχόλησης',86);
insert into works_on 
 values ('Στήριξη της γυναικείας απασχόλησης',120);
insert into works_on 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά',1);
insert into works_on 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά',33);
insert into works_on 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά',103);
insert into works_on 
 values ('Επαγγελματική συμβουλευτική και κατάρτιση ανέργων της βιομηχανικής ζώνης του Πειραιά',147);
insert into works_on 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία',48);
insert into works_on 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία',56);
insert into works_on 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία',136);
insert into works_on 
 values ('Η Όπερα διαδραστικά στα Δημοτικά Σχολεία',140);
insert into works_on 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος',123);
insert into works_on 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος',139);
insert into works_on 
 values ('Βελτίωση οδικού τμήματος Καλύβια-Λαγονήσι-Ανάβυσσος',146);
insert into works_on 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου',4);
insert into works_on 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου',15);
insert into works_on 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου',87);
insert into works_on 
 values ('Ανάδειξη των οχυρωματικών μνημείων στους μώλους του μεσαιωνικού λιμανιού της Ρόδου',136);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',12);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',16);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',24);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',36);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',40);
insert into works_on 
 values ('Δημοτικό Θέατρο Πειραιά',78);
insert into works_on 
 values ('Συντήρηση και αναστήλωση των μνημείων της Ακρόπολης',7);
insert into works_on 
 values ('Συντήρηση και αναστήλωση των μνημείων της Ακρόπολης',129);
insert into works_on 
 values ('Συντήρηση και αναστήλωση των μνημείων της Ακρόπολης',130);
insert into works_on 
 values ('Συντήρηση και αναστήλωση των μνημείων της Ακρόπολης',131);
insert into works_on 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',13);
insert into works_on 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',14);
insert into works_on 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',24);
insert into works_on 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',83);
insert into works_on 
 values ('Ανέγερση 13ου Ολοήμερου Νηπιαγωγείου Ηρακλείου',89);
insert into works_on 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',28);
insert into works_on 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',29);
insert into works_on 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',46);
insert into works_on 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',64);
insert into works_on 
 values ('Επέκταση βιολογικού καθαρισμού λυμάτων Γαζίου Ηρακλείου',68);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',19);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',21);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',55);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',61);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',127);
insert into works_on 
 values ('Βιοκλιματικό Δημοτικό Σχολείο Συκεών Θεσσαλονίκης',134);
insert into works_on 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης',1);
insert into works_on 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης',110);
insert into works_on 
 values ('Δίκτυα αποχέτευσης και εγκατάσταση επεξεργασίας λυμάτων του Δήμου Κοζάνης',116);
insert into works_on 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά',2);
insert into works_on 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά',18);
insert into works_on 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά',20);
insert into works_on 
 values ('Λιμενική εγκατάσταση κρουαζιεροπλοίων στο λιμάνι Αργοστολίου, Κεφαλονιά',99);
insert into works_on 
 values ('Μέγαρο Χορού Καλαμάτας',21);
insert into works_on 
 values ('Μέγαρο Χορού Καλαμάτας',87);
insert into works_on 
 values ('Μέγαρο Χορού Καλαμάτας',138);
insert into works_on 
 values ('Μέγαρο Χορού Καλαμάτας',142);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',33);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',60);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',63);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',85);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',115);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',129);
insert into works_on 
 values ('Ανακαίνιση της Πορφυριάδας Σχολής στο Καρλόβασι Σάμου',130);
insert into works_on 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου',81);
insert into works_on 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου',88);
insert into works_on 
 values ('Διαμόρφωση χερσαίων χώρων στο παλιό λιμάνι Μυκόνου',93);
insert into works_on 
 values ('Αξιοποίηση γεωθερμικού πεδίου Ερατεινού, Δήμου Νέστου',6);
insert into works_on 
 values ('Αξιοποίηση γεωθερμικού πεδίου Ερατεινού, Δήμου Νέστου',27);
insert into works_on 
 values ('Αξιοποίηση γεωθερμικού πεδίου Ερατεινού, Δήμου Νέστου',64);
insert into works_on 
 values ('Αξιοποίηση γεωθερμικού πεδίου Ερατεινού, Δήμου Νέστου',83);
insert into works_on 
 values ('Διαχείριση πόσιμου νερού Λαμίας',67);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',3);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',32);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',62);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',91);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',100);
insert into works_on 
 values ('Επέκταση της Γραμμής 3 του Μετρό Αθήνας, τμήμα Αιγάλεω - Αγία Μαρίνα',146);
insert into works_on 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',7);
insert into works_on 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',75);
insert into works_on 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',78);
insert into works_on 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',111);
insert into works_on 
 values ('Εναρμόνιση οικογενειακής και επαγγελματικής ζωής',148);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',22);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',28);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',94);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',115);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',122);
insert into works_on 
 values ('Ίδρυμα Τεχνολογίας Έρευνας, Ινστιτούτο Πληροφορικής - Κτίριο Διάχυτης Νοημοσύνης',139);
insert into works_on 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',4);
insert into works_on 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',47);
insert into works_on 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',51);
insert into works_on 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',105);
insert into works_on 
 values ('Νέα προμήθεια Λεωφορείων για τις Οδικές Συγκοινωνίες',135);
insert into works_on 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο',116);
insert into works_on 
 values ('Αποπεράτωση ηλεκτροκίνησης διπλής σιδηροδρομικής γραμμής στο τμήμα ΣΚΑ - Κιάτο',146);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',45);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',77);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',97);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',98);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',110);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',111);
insert into works_on 
 values ('Σταθμός συμπίεσης φυσικού αερίου στη Νέα Μεσημβρία (Θεσσαλονίκη)',130);
insert into works_on 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι',16);
insert into works_on 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι',89);
insert into works_on 
 values ('Αγωγός φυσικού αερίου υψηλής πίεσης προς Αλιβέρι',93);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',25);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',31);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',47);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',53);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',92);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',120);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',136);
insert into works_on 
 values ('Ολοκλήρωση Γενικού Νοσοκομείου Αγρινίου',145);